[{"id": 1, "name": "Acid Arrow", "description": "<p>A magic arrow darts from the finger of the caster. On\r\na successful attack roll (dexterity modifier applies), the\r\nacid arrow strikes for 1d4+1 hp physical damage, plus\r\nan additional 2d4 hp acid damage in the same round.\r\nMagicians (but not other sorcerers) enjoy a +1 bonus\r\nto the attack roll for every 2 CA levels (CA 3–4 = +2,\r\nCA 5–6 = +3, and so forth). Acid damage will persist\r\nfor higher level sorcerers:</p>\r\n\r\n<ul>\r\n<li>1 extra round for CA 4–6</li>\r\n<li>2 extra rounds for CA 7–9</li>\r\n<li>3 extra rounds for CA 10 or greater.</li>\r\n</ul>\r\n\r\n<p>For example, an acid arrow fired by a CA 12 sorcerer\r\non round 1 would inflict 1d4+1 hp base damage plus\r\n2d4 hp acid damage on round 1, 2d4 hp acid damage\r\non round 2, 2d4 hp acid damage on round 3, and a final\r\n2d4 hp acid damage on round 4. The acid may ruin armour\r\nor clothing per referee discretion. N.B.: If using\r\nthe optional critical hits and misses rules, acid arrow\r\nis subject to critical success or failure; however, magicians\r\nshould use the “fighter” column in each such\r\ninstance. Also, any multiplied damage that results\r\nfrom a critical hit or critical miss applies strictly to the\r\narrow’s physical damage, not the acid.</p>", "saving_throw": "None", "duration": "Special", "range": "30 feet", "page": 175, "magician_level": 2, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 2, "name": "Acid Fog", "description": "<p>Creates a caustic miasma as large as 10 feet thick,\r\n30 feet long, and 30 feet high. Only 35 mph or greater\r\nwind will disperse acid fog; even a gust of wind spell is\r\nineffective. Acid fog burns all within its confines and is\r\nparticularly deadly to vegetation, killing small plants\r\nand grass at once. Humans, monsters, and other fauna\r\nare harmed as well, the acid blistering their skin, eyes,\r\nthroat, and lungs. Such creatures sustain 1 hp damage\r\non the 1st round, 2 hp on the 2nd, 4 hp on the 3rd, 8 hp\r\non the 4th, 10 hp on the 5th, and 12 hp on the 6th; vegetal\r\ncreatures suffer 150% of these damage figures.</p>\r\n\r\n<p>Any creature caught within or attempting to traverse\r\nacid fog is slowed by the fog’s opacity to a maximum\r\nrate of 10 MV. Normal sight cannot penetrate acid fog,\r\nand infrared vision is unavailing. Potent fire spells\r\nsuch as fireball, flame strike, or wall of fire will burn\r\noff acid fog in 1 round.</p>", "saving_throw": "None", "duration": "6 rounds (1 minute)", "range": "30 feet", "page": 175, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 6, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 3, "name": "Advanced Hypnotism", "description": "<p>To hypnotize a single target. To resist, the target is\r\ngranted a sorcery saving throw, modified by willpower\r\nadjustment, if applicable. Hostile or aggressive creatures\r\ngain +1 to +3 bonuses on their saves, as judged by\r\nthe referee. A failed save indicates the victim is unaware\r\nof being ensorcelled and is subject to a posthypnotic\r\nsuggestion. The trigger is determined by the sorcerer;\r\nit may be something seen or a spoken word. The player\r\nmust inform the referee what the specific trigger is, and\r\nthe referee must judge if it is appropriate. Once triggered,\r\na suggestion (q.v.) is effected. The spell is broken\r\nafter this suggestion is triggered and acted on, which\r\nmight be hours, days, months, or even years later.</p>", "saving_throw": "Sorcery (w/ willpower adj) negates", "duration": "Special", "range": "30 feet", "page": 175, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 5, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 4, "name": "Advanced Spectral Phantasm", "description": "<p>A visual illusion is created, a projected image of\r\nnearly anything the caster can imagine, as large as\r\n50 × 50 × 50 feet in area. Victims must be living creatures\r\nof animal intelligence or greater; undead, constructs,\r\noozes, and the like are unaffected. Advanced\r\nspectral phantasm can be used to create an attacking\r\nmonster or another damaging hazard. The illusion\r\ncan be of sight, sound, smell, and/or temperature. The\r\nauditory component might include a shout, a roar,\r\nor a sentence of no more than nine words in length\r\n(not including articles a, an, and the).</p>\r\n\r\n<p>Once cast, this spell will persist infinitely, with no need\r\nof concentration unless the caster wishes to manipulate\r\nthe movements of the illusion; such manœuvres\r\nrequire full concentration, though the sorcerer can\r\nwalk at half speed and maintain control. The illusion is\r\nbroken if struck for 1 hp damage or more, or it can be\r\nterminated via a dispel phantasm spell. An advanced\r\nspectral phantasmal monster is AC 6 and will disappear\r\nif hit; otherwise, it can continue to attack without\r\ncaster direction.</p>\r\n\r\n<p>Advanced spectral phantasm targets are not allowed\r\nsaving throws unless the referee feels the illusion is\r\nunbelievable to its viewers, in which case sorcery saving\r\nthrows should be rolled, modified by willpower\r\nadjustment, if applicable. With sight, sound, smell,\r\nand/or temperature, credibility is rarely an issue with\r\nthis spell; if such a case arises, and the save is made,\r\nthe disbeliever will see the advanced spectral phantasm\r\nas a flawed and flickering transparent image.\r\nAn intelligent disbeliever may then alert allies, whose\r\nsaves are made at a bonus of +4. Otherwise, this illusion\r\ncan inflict real physical damage: 1d8 hp per CA\r\nlevel per round to each victim. Such damage remains\r\neven if the spell is subsequently broken.</p>", "saving_throw": "Sorcery (see description)", "duration": "Permanent", "range": "240 feet", "page": 175, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 5, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 5, "name": "Agonizing Touch", "description": "<p>When touched by the sorcerer, a searing pain runs\r\nthrough the victim’s nervous system; no saving throw\r\napplies. Damage inflicted is 1d4 hp, but the intense\r\npain impairs the victim for 1d4+1 rounds: The victim’s\r\nattack rolls, armour class, and saving throws are each\r\nat a −2 penalty; movement is halved; and spells or innate\r\nsorcerous abilities stand a 3-in-6 chance of failure\r\n(the optional concentration rule does not apply).</p>", "saving_throw": "None", "duration": "Instantaneous", "range": "Touch", "page": 176, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 3, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 6, "name": "Aid", "description": "<p>A single recipient gains a +1 bonus on any saving\r\nthrow versus fear effects (whether sorcery or device),\r\na +1 bonus on all attack rolls, and a temporary 1d8\r\nhit point boost. These hit points may exceed the recipient’s\r\nnormal hp maximum. Any subsequent damage\r\nis drawn from the temporary hp first, the remainder\r\ndisappearing when the spell ends. Lastly, if cast upon\r\nan NPC ally (henchman, hireling, etc.), the recipient\r\ngains a +1 bonus on any morale (ML) check.</p>", "saving_throw": "None", "duration": "1 turn", "range": "Touch", "page": 176, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 2, "druid_level": 0}, {"id": 7, "name": "Air Walk", "description": "<p>The sorcerer can walk on air as though it were solid\r\nground and lead up to one recipient per CA level to\r\ndo the same. Each recipient must be touched and be\r\nwilling. In a straight, single-file line (such as over a\r\nchasm, ravine, or trench), the sorcerer can lead recipients\r\nto walk (but not run) at normal movement rate.\r\nAir walkers also can walk up or down at a 45° angle, as\r\nthough ascending or descending stairs, at one-half normal\r\nwalking speed. Too, they can ascend or descend\r\nvertically, as though climbing a sheer cliff with ample\r\nhandholds and toeholds, at one-fourth normal walking\r\nspeed. Any recipients that stray from the caster’s path\r\nwill fall and take damage.</p>", "saving_throw": "None", "duration": "6 turns (1 hour)", "range": "Touch", "page": 176, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 5, "druid_level": 0}, {"id": 8, "name": "Air-like Water", "description": "<p>Transforms a 30-foot-diameter sphere of fresh or\r\nsalt water into a magical, bubbling solution that can\r\nbe inhaled safely by air-breathing creatures; furthermore, \r\nunderwater pressure is negated. The spell\r\ncan be cast as the sorcerer enters the water or after\r\nsubmerging, the air-like water moving with the caster.\r\nWater-breathing creatures will instinctively avoid the\r\nsphere, as they cannot respire within its confines, but\r\nthis general eschewal does not preclude certain predators\r\nof the deep from attempting to snatch prey from\r\nthe air-like water.</p>", "saving_throw": "None", "duration": "6 turns (1 hour) per CA level", "range": "0", "page": 176, "magician_level": 5, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 9, "name": "Alarm", "description": "<p>Cast upon as many doors, gates, portals, or other point\r\nof ingress/egress that are within the caster’s range.\r\nThis spell is triggered by the passage of any living\r\ncreature larger than a rat (3+ lbs.), evoking a sound\r\nnot unlike bells pealing. Undead, constructs, and other\r\nnon-living entities will not activate the alarm spell;\r\nneither will incorporeal beings, though invisible creatures\r\nwill set off the spell.</p>", "saving_throw": "None", "duration": "12 turns (2 hours) per CA level", "range": "10 feet per CA level", "page": 176, "magician_level": 1, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 10, "name": "Allay Exhaustion", "description": "<p>Creates the illusion of healing, wellness, energy, and\r\nstamina. Allay exhaustion allows one to persevere\r\nwithout sleep when thoroughly exhausted, as though an\r\nextraordinary feat of constitution had been achieved.\r\nAs well, any previous hit point loss is temporarily\r\nhealed by 50%. The exact number should be recorded,\r\nfor when the spell’s duration elapses, this illusory hit\r\npoint boon is lost. Once the illusion ends, the recipient\r\nmust rest for 12 turns (2 hours) or suffer −4 penalties\r\nto attack rolls, damage rolls, and saving throws. Unwilling\r\nrecipients are allowed sorcery saving throws,\r\nmodified by willpower adjustment, if applicable.</p", "saving_throw": "Sorcery (see description)", "duration": "6 turns (1 hour)", "range": "Touch", "page": 176, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 3, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 11, "name": "Alter Self", "description": "<p>The sorcerer’s form is mutated to something or someone\r\nno more than 50% smaller or larger, lighter or\r\nheavier. The new form has quasi-actuality. For example,\r\nif the new form has wings, the caster is allowed\r\nminimal flight, moving at no greater than 50% of the\r\nactual creature’s speed; if the creature has gills, the\r\ncaster can breathe underwater; and so on. The altered\r\nform is limited to humans, humanoids, or other bipedal\r\nspecies with which the caster is familiar. This spell does\r\nnot grant any special abilities beyond locomotion and\r\nrespiration—no innate magical abilities, no enhanced\r\nacuity. The duration of the spell should be rolled in secret\r\nby the referee.</p>", "saving_throw": "None", "duration": "1d6 turns", "range": "0", "page": 176, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 12, "name": "Animal Growth (Animal Reduction)", "description": "<p>Causes as many as six normal beasts (amphibians,\r\nbirds, fish, mammals, or reptiles; not humans, humanoids,\r\nor monsters) to double in size. The effect results\r\nin doubled hit dice, doubled damage dice, and whatever\r\nelse the referee deems appropriate. The reverse of this\r\nspell, animal reduction, shrinks as many as six animals\r\nto half their normal size, resulting in halved hit\r\ndice and halved damage on attacks. No saving throw is\r\npermitted for either form of this spell.</p>", "saving_throw": "None", "duration": "6 rounds (1 minute)", "range": "120 feet", "page": 177, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 13, "name": "Animate Carrion", "description": "<p>Raised are the bones or carrion of Small animals: amphibians,\r\nbirds, mammals, and reptiles of natural sort.\r\nThe small undead animals will obey the simple instructions\r\nof the caster (essentially one-word commands) and\r\nfollow the sorcerer unless slain or turned; the dispel\r\nmagic spell also nullifies the connexion between the sorcerer\r\nand the undead animal. The caster can animate\r\nand maintain no more than 1 HD of undead animals per\r\nCA level. Animated carrion loses any special abilities\r\npossessed in life (e.g., flight, musk, venom).</p>", "saving_throw": "None", "duration": "Permanent", "range": "10 feet", "page": 177, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 14, "name": "Animate Carrion II", "description": "<p>Raised are the bones or carrion of Medium animals:\r\namphibians, birds, mammals, and reptiles of natural\r\nsort. The medium undead animals will obey the simple\r\ninstructions of the caster (essentially one-word commands)\r\nand follow the sorcerer unless slain or turned;\r\nthe dispel magic spell also nullifies the connexion betwixt\r\nthe sorcerer and the undead animal. The caster\r\ncan animate and maintain no more than 2 HD of undead\r\nanimals per CA level. Animated carrion loses any special\r\nabilities possessed in life (e.g., flight, musk, venom).</p>", "saving_throw": "None", "duration": "Permanent", "range": "10 feet", "page": 177, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 15, "name": "Animate Carrion III", "description": "<p>Raised are the bones or carrion of Large animals: amphibians,\r\nbirds, mammals, and reptiles of natural sort.\r\nThe large undead animals will obey the simple instructions\r\nof the caster (essentially one-word commands) and\r\nfollow the sorcerer unless slain or turned; the dispel\r\nmagic spell also nullifies the connexion betwixt the sorcerer\r\nand the undead animal. The caster can animate\r\nand maintain no more than 3 HD of undead animals per\r\nCA level. Animated carrion loses any special abilities\r\npossessed in life (e.g., flight, musk, venom).</p>", "saving_throw": "None", "duration": "Permanent", "range": "10 feet", "page": 177, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 16, "name": "Animate Dead", "description": "<p>Skeletons or zombies are created from the bones and\r\ncadavers of dead humans or humanoids. The undead\r\nwill obey the commands of the caster, following, attacking,\r\nor standing guard as directed. They will continue\r\nto serve until slain or turned; the dispel magic spell\r\nalso nullifies the connexion betwixt the sorcerer and\r\nthe undead. Through this necromancy the sorcerer\r\ncan animate and maintain 1 skeleton or zombie per\r\nCA level. If suitable remains are at hand, the sorcerer\r\ncan opt to raise 1 large skeleton per 3 CA levels, or\r\n1 giant skeleton per 6 CA levels, though zombies may\r\nonly be created from the whole corpses of humans.</p>", "saving_throw": "None", "duration": "Permanent", "range": "10 feet", "page": 177, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 17, "name": "Animate Dead II", "description": "<p>Unspeakable rites and forbidden incantations raise\r\nghouls from the fresh graves of humans. The selected\r\ngraves must be no older than one week and dug properly.\r\nThe ghouls will claw out from the earth to obey\r\nthe commands of the sorcerer, following, attacking, or\r\nstanding guard as directed. They will continue to serve\r\nuntil either slain or turned; the dispel magic spell also\r\nnullifies the connexion betwixt the sorcerer and the\r\nundead. Through this necromancy the sorcerer can\r\nanimate and maintain 1 ghoul for every 2 CA levels. If\r\na 12th-level sorcerer casts this spell, the sixth ghoul will\r\nemerge as a ghast.</p>", "saving_throw": "None", "duration": "Permanent", "range": "10 feet", "page": 177, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 18, "name": "Animate Objects", "description": "<p>Enchants non-magical articles to rouse and do the sorcerer’s\r\nbidding, affecting one or more objects of total\r\nweight not exceeding 400 pounds. The referee should\r\ndetermine movement rate, hit points, attacks, and\r\ndamage delivered by the animated objects. Consider\r\nthe following guidelines:</p>\r\n\r\n<ul>\r\n<li>Boulder, Round (250 lbs.): MV 20; DX 5;\r\nAC 4; HD 5; #A 1/1 (rolling smash); D 1d10</li>\r\n<li>Chest, Iron: MV 10; DX 4; AC 5; HD 3;\r\n#A 1/1 (bite); D 1d8</li>\r\n<li>Statue, Stone: MV 20; DX 6; AC 1; HD 6;\r\n#A 1/1 (strike); D 2d8</li>\r\n<li>Table, Wooden: MV 30; D</li>\r\n</ul>\r\n\r\n<p>Animated objects use the fighting ability (FA) of the\r\ncaster and make saving throws according to their item\r\ncategory; morale (ML) does not apply.</p>", "saving_throw": "None", "duration": "6 turns (1 hour)", "range": "60 feet", "page": 177, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 19, "name": "Anti-Beast Shell", "description": "<p>Creates an invisible, 10-foot-radius, hemispherical field\r\naround the sorcerer. The barrier prevents any animal\r\nfrom breaching the anti-beast shell or attacking those\r\nwithin. This spell does not affect magical beasts or\r\n“monsters”; only natural beasts of the animal kingdom\r\nare hedged out: amphibians, arachnids, birds, fish,\r\ninsects, mammals, and reptiles, including giant-sized\r\nspecies. Those afforded the protection of this spell cannot\r\nattack or otherwise harm any animal outside the\r\nshell, or the spell will terminate.</p>", "saving_throw": "None", "duration": "1 turn per CA level", "range": "0", "page": 177, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 20, "name": "Anti-Magic Field", "description": "<p>Evokes a magical energy shield to surround the sorcerer\r\nat a radius of one foot per CA level. The anti-magic\r\nfield repels any spell or sorcerous effect (as from a\r\nring, staff, wand, etc.); however, just as no spell or spell\r\neffect can enter the shell, no spell or spell effect can\r\nexit it, either.</p>", "saving_throw": "None", "duration": "12 rounds (2 minutes)", "range": "0", "page": 178, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 21, "name": "Anti-Plant Shell", "description": "<p>Creates an invisible, 10-foot-radius, hemispherical field\r\nthat encircles the sorcerer. The barrier prevents any\r\nplant from breaching the anti-plant shell or attacking\r\nhim, including vegetal monsters such as green slime,\r\nmustard mould, shambling mounds, and tree-men.\r\nThose afforded the protection of this spell cannot attack\r\nor otherwise harm any plant creature outside the\r\nshell, or the spell will terminate.</p>", "saving_throw": "None", "duration": "1 turn per CA level", "range": "0", "page": 178, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 22, "name": "Atonement", "description": "<p>Usually cast on those of similar religion and/or like\r\nalignment, this spell takes 1 hour to cast, following\r\nprayer, cogitation, and incense burning. It removes the\r\nonus of misdeeds that are unknowingly, unintentionally,\r\nor unwillingly committed; also, this spell can undo\r\nthe effects of magical alignment change. If the recipient\r\nhas exercised poor judgment and consequently\r\nviolated the precepts of faith and/or alignment, this\r\nspell can remove the burden or penalties accorded if\r\nthe character is truly repentant. Ultimately, the subject’s\r\ncontrition must be judged by the referee. One\r\ncannot atone for deliberate misdeeds. The recipient\r\nof the atonement spell might be charged with a quest\r\n(q.v.) to complete his reparations.</p>", "saving_throw": "None", "duration": "Permanent", "range": "Touch", "page": 178, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 23, "name": "Auditory Glamour", "description": "<p>A hallucination of sound is created, that of voices, calls,\r\nor cries (human, humanoid, animal, or monster); footfalls;\r\nor other like noises. The sounds of 1d4 creatures\r\ncan be invented thus for each CA level of the sorcerer.\r\nHowever, if a sound is of significant volume, the referee\r\nmust decide on the number of voices and their collective\r\nvolume (e.g., the roar of one lion may be equal to\r\nthe shouts of five people).</p>", "saving_throw": "None", "duration": "1 turn", "range": "240 feet", "page": 178, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 24, "name": "Augury", "description": "<p>Through communion with otherworldly agents, the\r\nsorcerer learns whether an action in the near future\r\n(within 3 turns) will be advantageous or disadvantageous.\r\nThe caster must clearly and concisely articulate\r\nthe considered action (or inaction, as it were) through\r\nprayer and cogitation over a 1-turn period. The referee\r\nthen informs the player if the proposed action is for\r\nweal, for woe, or inconsequential. The chance to successfully\r\ndivine the future is 7-in-10, which should be\r\nrolled secretly by the referee; a failed result yields an\r\ninaccurate augury.</p>", "saving_throw": "None", "duration": "Special", "range": "0", "page": 178, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 25, "name": "Barkskin", "description": "<p>Toughens the recipient’s flesh to the strength of oak\r\nbark, providing an armour class equivalent to chain\r\nmail (AC 5, DR 1), or +1 AC if other armour is worn.\r\nBarkskin does not encumber the recipient in any way.</p>", "saving_throw": "None", "duration": "1 turn + 1 turn per CA level", "range": "Touch", "page": 178, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 26, "name": "Befriend Animals", "description": "<p>The sorcerer enchants normal animals. The subjects\r\nmust be Neutral, non-magical creatures of ordinary\r\nsort: amphibians, birds, fish, mammals, or reptiles.\r\nThe sorcerer can control 1 HD of animals per CA level.\r\nEach such animal is granted a sorcery saving throw.\r\nTorpid or non-hostile animals make normal saving\r\nthrows, but attacking animals save at +2.</p>\r\n\r\n<p>Animals that fail their saves are mesmerized and will\r\nfollow the sorcerer to the best of their ability; those\r\nthat make their saving throws will wander away or\r\nattack the caster, depending on the animal’s nature.\r\nAn enchanted animal can be taught three tricks on par\r\nwith what a trained dog or cat might learn, depending\r\non its intelligence and capability. Each trick requires\r\nabout a week of uninterrupted training; i.e., not during\r\nthe course of adventure.</p>", "saving_throw": "Sorcery (see description)", "duration": "Permanent", "range": "10 feet", "page": 178, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 27, "name": "Black Cloud", "description": "<p>A small raincloud appears 30–60 feet above the intended\r\ntarget area. It releases a torrent of rain that forms\r\na cylinder, showering a 30-foot-diameter area. If this\r\nspell is cast in an area of subfreezing temperature, the\r\nprecipitation instead will be heavy snow; or, if the temperature\r\nis just at the freezing point, sleet and freezing\r\nrain results.</p>\r\n\r\n<p>All attack rolls made whilst under a black cloud are\r\nat −4 “to hit” penalties. Normal fires will be extinguished;\r\nmagical fires will be temporarily snuffed,\r\ntheir dweomers rekindling 1 turn after the spell terminates\r\n(unless their durations elapse). Black cloud can\r\nalso be used as a protective measure, for if a fireball,\r\nflaming sphere, or similar effect strikes the deluged\r\narea, the fire spell will be extinguished, and the rain\r\nvaporized to a cloud of steam.</p>", "saving_throw": "None", "duration": "1 turn", "range": "240 feet", "page": 178, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 28, "name": "Black Hand", "description": "<p>The sorcerer’s right hand turns dark as pitch and\r\nemits tiny motes of black and violet. The black hand\r\nenhances touch spells of harmful intent, such as inflict\r\ndisease, ghoul touch, and shocking grasp. These subsequent\r\ntouch attacks are made at +1 “to hit” for every\r\n4 CA levels:</p>\r\n\r\n<ul>\r\n<li>CA 1–4 = +1</li>\r\n<li>CA 5–8 = +2</li>\r\n<li>CA 9–12 = +3</li>\r\n</ul>\r\n\r\n<p>The black hand spell does not expire after a touch\r\nspell is successfully delivered; it persists for the full\r\nduration noted above.</p>", "saving_throw": "None", "duration": "3 rounds + 1 round per CA level", "range": "0", "page": 178, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 29, "name": "Black Tentacles", "description": "<p>Black, squid-like tentacles erupt in a 30-foot-diameter\r\narea, one such tentacle per CA level of the sorcerer.\r\nEach thick and slimy tentacle is 10 feet long, AC 4, and\r\nequal in hit points to the sorcerer at full health. Any\r\ncreature within range of a black tentacle is subject to\r\nattack; if a tentacle has more than one potential target,\r\nthe referee should assign equal chances via random die\r\nroll.</p>\r\n\r\n<p>Each victim must make a sorcery saving throw. If the\r\nsaving throw succeeds, the tentacle lashes the target\r\nfor 1d6 hp damage before disappearing. If the saving\r\nthrow fails, the tentacle lash delivers 1d6 hp damage,\r\nas well as constricting and rending the victim for a\r\nfurther 2d6 hp damage per round until the spell ends\r\nor the tentacle is destroyed. As the tentacles have no\r\nintelligence, they will continue to squeeze a dead body\r\nand might on occasion be fooled into constricting a barrel,\r\nstatue, tree, or like object.</p>", "saving_throw": "Sorcery (see description)", "duration": "1 round per CA level", "range": "30 feet", "page": 179, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 30, "name": "Blade Barrier", "description": "<p>The sorcerer conjures a 12-foot wall of whirling, keen\r\nedged blades that spin and flash around a selected\r\npoint, fencing in an area as small as 5 × 5 feet to as\r\nlarge as 50 × 50 feet. Any creature that attempts to\r\npass through the blade barrier will be assailed by the\r\nwhirling blades, sustaining 8d8 hp damage. When\r\nthis spell is cast, targeted creatures are entitled to\r\nan avoidance saving throw to escape harm; however,\r\nthere is a 3-in-6 chance that they escape within the\r\nblade barrier, not without.</p>", "saving_throw": "Avoidance (see description)", "duration": "1 turn", "range": "30 feet", "page": 179, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 31, "name": "Bless (Blight)", "description": "<p>All allies within 25 feet of the caster are sanctified by\r\nthis spell, gaining a +1 to any saving throw versus fear\r\neffects (whether sorcery or device), and a +1 bonus on all\r\nattack rolls. Furthermore, NPCs (henchmen, hirelings,\r\netc.) each gain a +1 bonus on any morale (ML) check.</p>\r\n\r\n<p>The reverse form of this spell, blight, curses all hostile\r\ncreatures within 25 feet of the caster, effecting −1\r\nmorale, −1 on saving throws versus fear effects, and a\r\n−1 penalty on all attack rolls. N.B.: Either form of this\r\nspell affects only those within range at the moment the\r\nspell is cast; i.e., subsequently moving into or out of\r\nrange has no bearing on the spell’s effects.</p>", "saving_throw": "None", "duration": "3 turns", "range": "0", "page": 179, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 32, "name": "Bless Oil or Water", "description": "<p>This 6-turn (1-hour) ritual is performed exclusively\r\nby sorcerers of Good alignment. A holy benediction\r\nis placed on an eight-ounce vessel of vegetable oil or\r\nfresh water, thus creating a dose of holy oil or holy\r\nwater. Sorcerers of CA 1–4 can cast this spell but once\r\nper month; those of CA 5–8 can cast this spell twice\r\nper month; and those of CA 9–12 can cast this spell\r\nthrice per month. Bless oil or water must be cast on\r\nhallowed ground, or on that which has been sanctified\r\nby a ceremony of consecration spell. A glass vessel of\r\nholy oil/water thrown as a missile at an undead target\r\ndelivers 1d8 hp damage per round for 2 rounds if a hit\r\nis scored. Hurling a vessel of holy oil/water is executed\r\nby use of the flask hurling rules (see Chapter 9:\r\nCombat, combat options).</p>", "saving_throw": "None", "duration": "Permanent", "range": "Touch", "page": 180, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 33, "name": "Blinding Light", "description": "<p>Evokes a flashing, 20-foot-diameter sphere of brilliant\r\nwhite radiance. Creatures within the area of effect are\r\nsubject to blindness unless they make sorcery saving\r\nthrows (or unless their eyes are closed). Creatures of\r\n3 HD or fewer are permanently blinded if they fail\r\ntheir saves; creatures of 4–6 HD are blinded for 2d4\r\nrounds; and creatures of 7 HD or greater are blinded\r\nfor 1d4+1 rounds. Blinded creatures always lose initiative\r\nand suffer −4 penalties on attack rolls, armour\r\nclass, and saving throws. Creatures not within the radius\r\nof the spell, and those that make their saves, will\r\nsee spots for 1d6 turns.</p>", "saving_throw": "Sorcery (see description)", "duration": "Instantaneous", "range": "90 feet", "page": 180, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 34, "name": "Blink", "description": "<p>Randomly the sorcerer “blinks” in and out of existence,\r\nmaking short (2d4-foot) planar jumps through\r\nthe Æther and back. The caster may attack whilst\r\nblinking (if within range), but at a −4 “to hit” penalty.\r\nIf the caster wins initiative, all melee and missile attacks\r\nagainst him or her will automatically miss. If the\r\ncaster loses initiative, he or she is subject to attack,\r\nthough only once from each attacker. The caster can\r\nbe targeted by area effect spells such as fireball or web,\r\nor by breath weapons, if the original position and the\r\nblink location are both within the area of effect. The\r\ndirection of the blink is determined by a d8 roll:</p>\r\n\r\n1 = north<br>\r\n2 = northeast<br>\r\n3 = east<br>\r\n4 = southeast<br>\r\n5 = south<br>\r\n6 = southwest<br>\r\n7 = west<br>\r\n8 = northwest\r\n\r\n<p>If a solid object blocks the blink location, the sorcerer\r\nwill be displaced as far as 15 feet in the determined direction\r\nin order to reappear. If solid matter still blocks\r\nre-emergence, the sorcerer will be trapped in another\r\ndimension, perhaps the plane where dwells Kraken.</p>", "saving_throw": "None", "duration": "1 round per CA level", "range": "0", "page": 180, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 35, "name": "Blur", "description": "<p>The sorcerer becomes vague, hazy, and nebulous. For\r\nthe duration of the spell, the caster gains a +2 bonus\r\nto armour class and device saving throws (e.g., rods,\r\nstaves, wands, some rings).</p>", "saving_throw": "None", "duration": "1d4+4 rounds", "range": "0", "page": 180, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 36, "name": "Boil", "description": "<p>Causes up to two gallons of any liquid to boil. Examples\r\ninclude water, oil, wine, ale, and blood. Up to 16\r\nflasks (8 oz. each) of liquid can be transformed into\r\nboiling flasks if they are abutting when the spell is\r\ncast. Such a vessel may be hurled as a grenade (flask\r\nhurling rules apply; see Chapter 9: Combat, combat\r\noptions) for 1d4 damage per vessel for the duration of\r\nthe spell. Note that if a flask of incendiary oil is exposed\r\nto boil, it will detonate straight away. Starting\r\nat CA 7, this spell may be cast at one Small or Medium\r\nliving creature. The target must make a death (poison)\r\nsaving throw or suffer 2d6 damage per round for the\r\nduration of the spell. Most victims suffer a horrible,\r\nblood-boiling death. A dispel magic spell or ice water\r\nimmersion cancels the effects of boil.</p>", "saving_throw": "Death (poison) negates", "duration": "6 rounds (1 minute)", "range": "60 feet", "page": 180, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 37, "name": "Brain Death", "description": "<p>Kills a small portion of the victim’s neural region related\r\nto memory. The target must be touched and is allowed a\r\ndeath saving throw, modified by willpower adjustment,\r\nif applicable. If the saving throw is successful, the target\r\nwill be aware that foul sorcery had been attempted,\r\nthough resisted. If the saving throw fails, the victim will\r\nhave no inkling that a spell was cast.</p>\r\n\r\n<p>The sorcerer must then describe the memory to be\r\nterminated. The memory is limited to a specific event,\r\nperson, place, thing, conversation, or the like. This spell\r\ncannot be used to eradicate an ability; e.g., a farmer cannot\r\nbe made to forget how to raise crops, a cleric cannot\r\nbe made to forget how to cast spells. If the target rolls\r\na natural 1 on the saving throw, a full year of memories\r\nand 1 point of intelligence are lost; this blank is far more\r\nnoticeable by the victim’s associates. In either case,\r\na throbbing headache follows the failed saving throw.</p>", "saving_throw": "Death (w/ willpower adj) negates", "duration": "Permanent", "range": "Touch", "page": 180, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 38, "name": "Breathe Fire", "description": "<p>The lips of the sorcerer must be pursed after speaking\r\nthe final incantation of this spell, for the next time the\r\nsorcerer’s mouth is opened, a jet of flames 10 feet long\r\nand 5 feet wide at its terminus is released. Victims in\r\nthis path sustain 3d8+3 hp damage, though they can\r\nattempt avoidance saving throws for half damage. The\r\nsorcerer’s mouth may be opened at will to release this\r\nspell, perhaps during combat or other like activities;\r\nhowever, other spells may not be cast. If breathe fire\r\nis not released within 1 turn (10 minutes), the sorcerer\r\nimmolates, sustaining maximum damage (27 hp) with\r\nno saving throw applicable. (This spell can be dangerous\r\nif the caster is forgetful and speaks to an ally or\r\nanother person.)</p>", "saving_throw": "Avoidance halves damange", "duration": "Special", "range": "10 feet", "page": 180, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 39, "name": "Breathe Frost", "description": "<p>The lips of the sorcerer must be pursed after speaking\r\nthe final incantation of this spell, for the next time\r\nthe sorcerer’s mouth is opened, a billowing jet of frost\r\n10 feet long and 5 feet wide at its terminus is released.\r\nVictims in this path sustain 3d8+3 hp damage, though\r\nthey can attempt avoidance saving throws for half\r\ndamage. The sorcerer’s mouth may be opened at will\r\nto release this spell, perhaps during combat or other\r\nlike activities; however, other spells may not be cast.\r\nIf breathe frost is not released within 1 turn (10 minutes),\r\nthe sorcerer internally freezes, sustaining maximum\r\ndamage (27 hp) with no saving throw applicable.\r\n(This spell can be dangerous if the caster is forgetful\r\nand speaks to an ally or another person.)</p>", "saving_throw": "Avoidance halves damange", "duration": "Special", "range": "10 feet", "page": 181, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 40, "name": "Brink of Death", "description": "<p>Revives a just-killed human or other creature, providing\r\nthe spell is cast within 6 rounds (1 minute) of expiry.\r\nThe subject must make a trauma survival check (see\r\nChapter 3: Statistics, constitution) and furthermore\r\nsuffers a permanent loss of 1 point of constitution.\r\nBrink of death also can be used to bring back a living\r\nbut unconscious subject from a negative hit point total.\r\nThe subject is immediately restored to consciousness\r\n(at 1 hp). Casting the spell in this manner entails neither\r\na trauma survival check nor constitution loss.</p>", "saving_throw": "None", "duration": "Instantaneous", "range": "Touch", "page": 181, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 41, "name": "Burning Hands", "description": "<p>Jets of thin, multihued flames spring from the fingertips\r\nof the caster’s enveloped-in-flames hands, fanning\r\nout in a 120° horizontal arc and causing 2 hp damage\r\nper CA level, with no saving throw allowed. Combustible\r\nmaterials (e.g., cloth, paper, dry wood) are likely\r\nignited if exposed to burning hands.</p>", "saving_throw": "None", "duration": "Instantaneous", "range": "5 feet", "page": 181, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 42, "name": "Call Lightning", "description": "<p>Requiring 1 turn to evoke, this spell is cast outdoors\r\nand is contingent on the presence of a thunderstorm,\r\nrainstorm, or significantly cloudy conditions. The sorcerer\r\ncan then call lightning to strike a target within\r\n360 feet. The lightning inflicts 2d8 hp base damage\r\nplus 1d8 hp per CA level (e.g., a CA 5 caster calls a\r\n7d8 hp lightning bolt) to the target and any other\r\ncreature within a 10-foot radius. A successful sorcery\r\nsaving throw reduces damage by half. The sorcerer\r\nmay continue to call down another lightning bolt every\r\n12 rounds (2 minutes) until the spell’s duration elapses\r\n(i.e., one bolt per CA level) without need of concentration;\r\nthe sorcerer can cast other spells, move, engage\r\nin melee, and so forth.</p>", "saving_throw": "Sorcery halves damage", "duration": "12 rounds (2 minutes) per CA level", "range": "360 feet", "page": 181, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 43, "name": "Captivate", "description": "<p>The sorcerer fascinates the subject of this spell if it\r\nfails its sorcery saving throw, modified by willpower\r\nadjustment, if applicable. The captivated creature\r\nsees the caster as pleasing, desirable, or ideal. The\r\nsorcerer can direct the captivated one, who will trust,\r\nfollow, and obey the caster. However, every time a new\r\nrequest is made, no matter how small or large, the victim\r\nof the spell rolls 3d6. If the total exceeds the caster’s\r\ncharisma score, the spell is broken. Furthermore,\r\nif the request is unreasonable or potentially harmful to\r\nthe victim, the roll may be made with a bonus of +1 to\r\n+3, as judged by the referee. If the spell is broken, the\r\nsubject will be filled with unbridled rage, attacking the\r\ncaster at +2 “to hit” and damage rolls.</p>\r\n\r\n<p>Normal animals also are subject to the captivate spell\r\nand will follow the caster for 1d4 days. If the animal\r\nis of a sort that might be tamed, and if it has been fed\r\nand treated well, it becomes a loyal ally if a 3d6 roll\r\ndoes not exceed the caster’s charisma score. It will,\r\nhowever, resent other animal companions.</p>", "saving_throw": "Sorcery (w/ willpower adj) negates", "duration": "Special", "range": "10 feet", "page": 181, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 44, "name": "Cataleptic State", "description": "<p>This spell allows the caster to feign death in a way indistinguishable\r\nfrom actual mortification. The sorcerer’s\r\ninvisible spirit can float up to six feet above their “dead”\r\nphysical body. The caster can see, hear, smell, and perceive\r\nsurrounding events; meanwhile, no pulse is discernible\r\non the cataleptic body, no breath appears to be\r\ndrawn, and flesh is cold to the touch. One can willingly\r\nemerge from the cataleptic state at any time but needs\r\n1 full turn before being able to walk and talk as normal.</p>", "saving_throw": "None", "duration": "6 turns (1 hour) + 6 turns (1 hour) per CA level", "range": "Touch", "page": 181, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 45, "name": "Cause Blindness", "description": "<p>The subject is blinded unless a sorcery saving throw is\r\nsuccessful. The afflicted sees grey and nothing more,\r\nthe tone of which depends on how much light is present.\r\nThis spell is permanent unless dismissed by the\r\ncaster. It can be negated by the spells cure blindness\r\nor dispel magic. Blind creatures always lose initiative\r\nand suffer −4 penalties on attack rolls, armour class,\r\nand saving throws.</p>", "saving_throw": "Sorcery negates", "duration": "Permanent unless dismissed by the caster", "range": "30 feet", "page": 182, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 46, "name": "Cause Deafness", "description": "<p>The subject is deafened unless a sorcery saving throw\r\nis successful. This spell is permanent unless dismissed\r\nby the caster. It can be negated by the spells cure deafness\r\nor dispel magic. A deaf creature is surprized on\r\na base 4-in-6 chance and suffers an individual initiative\r\npenalty of −2 (i.e., the deaf creature may lose initiative,\r\ndespite its allies winning). Other penalties may\r\napply, at the referee’s discretion.</p>", "saving_throw": "Sorcery negates", "duration": "Permanent unless dismissed by the caster", "range": "30 feet", "page": 182, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 47, "name": "Cause Lycanthropy", "description": "<p>This 24-hour ritual must be timed to coincide with a full\r\nmoon’s zenith (Phobos or Selene). The victim must be\r\nbound to a tree or stone slab, suffering diabolical rites\r\nthat culminate with the sorcerer tracing a six-pointed\r\nstar on the victim’s breast with an ember-ended stick.\r\nThe change manifests in 3d8 days, and until that time\r\nthe victim will feel ill, suffering terrifying nightmares\r\nthat are impossible to recall; even the ritual endured is\r\nbut a vague memory. Ultimately, the victim is cursed\r\nwith lycanthropy and becomes a werewolf. The creature\r\ncannot be controlled; however, it will not bring\r\nharm to the caster. A cure disease spell cast by a\r\n9th-level or greater cleric, priest, shaman, or witch can\r\nend this affliction.</p>", "saving_throw": "None", "duration": "Permanent", "range": "Touch", "page": 182, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 48, "name": "Ceremony of Consecration (Ceremony of Desecration)", "description": "<p>Sanctifies a square area with sides no more than\r\n10 feet long per CA level (e.g., a CA 9 sorcerer can\r\nconsecrate a 90 × 90-foot temple). The consecration\r\nhallows the area to whatever deities, otherworldly\r\npowers, or alignment the sorcerer serves. Once consecrated,\r\ncreatures opposed to the caster’s faith suffer\r\npenalty of −1 saving throw and morale penalties whilst\r\nin the consecrated area.</p>\r\n\r\n<p>The reverse of this spell, ceremony of desecration,\r\nnegates consecration by another sorcerer of equal or\r\nlower CA; e.g., a shrine consecrated by a 7th-level cleric\r\ncannot be desecrated by a 3rd-level priest. Either ritual\r\nrequires 6 turns (1 hour) to complete and requires a\r\nsacrifice of blood and gems valued at 500 gp per 10-foot\r\nlength of the area consecrated/desecrated (e.g., a 90 ×\r\n90-foot temple requires a sacrifice of 4,500 gp in gems).</p>", "saving_throw": "None", "duration": "Permanent", "range": "Touch", "page": 182, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 49, "name": "Chain Lightning", "description": "<p>Discharging from the fingertips of the sorcerer is an\r\narcing bolt of lightning. It strikes a designated target\r\nfor 1d6 hp damage per CA level (e.g., a CA 12 caster\r\ndischarges a 12d6 hp bolt). The target is afforded a\r\nsorcery saving throw for half damage.</p>\r\n\r\n<p>Chain lightning will go on to strike the next closest object\r\n(within the range of the spell), gravitating to metal\r\nif present (e.g., an iron gate or a mail-clad warrior).\r\nThe spell does not distinguish betwixt the caster’s enemies\r\nand inanimate objects; i.e., it will strike a keg of\r\nale before it strikes a monster if the keg is closer to the\r\nprimary target. Each time the lightning strikes another\r\ntarget, it delivers one fewer die of damage. So, if a CA\r\n12 sorcerer discharges a 12d6 hp bolt, the second target\r\n(human, monster, or object) sustains 11d6 hp damage.\r\nEach subsequent target also gets a saving throw.</p>\r\n\r\n<p>Chain lightning will continue to strike as many objects\r\nas the caster has CA levels. It can strike each target\r\nonly once, and it always stays within the range of the\r\nspell. If it strikes a large tree, iron rod, or other like\r\nattractor, the lightning will be diffused. This spell is\r\npotentially dangerous to the caster: It can arc back and\r\nstrike the caster if no other targets are in range, or if\r\nthe caster is perilously close to the primary target.</p>\r\n\r\n<p>Example: A CA 12 sorcerer discharges chain lightning\r\nat a group of 7 orcs standing by an oak tree 100 feet\r\naway. The first orc is struck for 12d6 hp, the second for\r\n11d6 hp, and the third for 10d6 hp, but the next closest\r\ntarget is the tree, which diffuses the bolt. If the tree were\r\nnot present, the bolt would strike all 7 orcs and then arc\r\nback to the caster for 5d6 hp damage. Of course, a save\r\ncan reduce each strike to half damage.</p>", "saving_throw": "Sorcery halves damage", "duration": "Instantaneous", "range": "240 feet", "page": 182, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 50, "name": "Chameleon", "description": "<p>Cloaks the recipient with semi-transparency that blends\r\nwith the colour and texture of the recipient’s surroundings\r\nfor the spell’s duration. Chameleon extends to the\r\nclothes/armour worn and gear carried by the spell’s\r\nrecipient, but a rope or other lengthy item will become\r\nvisible beyond five feet. If the subject removes an object,\r\nthat object will no longer blend with its surroundings.</p>\r\n\r\n<p>An undetected chameleon subject gains a 2-in-6 bonus\r\nto surprize opponents and gains +2 “to hit” for all\r\ninitial attack rolls (i.e., first attack for each encounter).\r\nFurthermore, if perfectly still and not in direct\r\nsunlight, the subject can successfully hide as a thief,\r\nwith automatic success. Chameleon recipients can be\r\nrevealed via infrared vision or detect invisibility.</p>", "saving_throw": "None", "duration": "2 turns", "range": "Touch", "page": 182, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 51, "name": "Change Temperature", "description": "<p>The sorcerer raises or lowers the temperature in a\r\n10-foot radius by as much as 50°F. The caster can then\r\nmove as normal, surrounded by the effect. The druidic\r\nversion of this spell requires a sprig of mistletoe as a\r\ncomponent.</p>", "saving_throw": "None", "duration": "6 turns (1 hour) + 3 turns per CA level", "range": "0", "page": 183, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 52, "name": "Charm Monster", "description": "<p>The primary target of this spell (any living creature)\r\nmust make a sorcery saving throw, modified by willpower\r\nadjustment, if applicable. If the primary target\r\nhas 3 HD or fewer, additional targets (also of 3 HD or\r\nfewer) may be affected, starting with those closest to\r\nthe primary target. In total, 3d6 individuals of 3 HD or\r\nfewer can be charmed by this spell, so long as they are\r\nwithin range. Each target is allowed a sorcery saving\r\nthrow, as noted above. If the save fails, the sorcerer\r\nis at once regarded as an ally to be trusted and protected.\r\nIf communication is possible, the ensorcelled\r\ncreature(s) might carry out chores, instructions, or\r\nrequests of reasonable nature.</p>\r\n\r\n<p>The spell dispel magic can cancel this spell. Otherwise,\r\neach charmed creature is allowed a weekly chance to\r\nbreak the enchantment:</p>\r\n\r\n<ul>\r\n<li>Victims of 1–2 levels/HD have a 1-in-6 chance</li>\r\n<li>Victims of 3–4 levels/HD have a 2-in-6 chance</li>\r\n<li>Victims of 5–6 levels/HD have a 3-in-6 chance</li>\r\n<li>Victims of 7–8 levels/HD have a 4-in-6 chance</li>\r\n<li>Victims of 9+ levels/HD have a 5-in-6 chance</li>\r\n</ul>", "saving_throw": "Sorcery (w/ willpower adj) negates", "duration": "Special", "range": "60 feet", "page": 183, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 53, "name": "Charm Person", "description": "<p>The target of this spell (human, humanoid, or giant)\r\nmust make a sorcery saving throw, modified by willpower\r\nadjustment, if applicable. If the save fails, the\r\nvictim views the caster as a close and trusted comrade\r\nto be protected and defended for the duration of the\r\nspell. If the ensorcelled victim understands the caster’s\r\nlanguage, the caster can “suggest” the victim perform\r\nvarious tasks, so long as they are not diametrically opposite\r\nto the victim’s nature.</p>\r\n\r\n<p>The spell dispel magic can cancel this spell. Otherwise,\r\nadditional sorcery saving throws (willpower adjustment\r\napplies) are allowed to break the spell at a time\r\npredicated on the targets intelligence (IN) score.:</p>\r\n\r\n<ul>\r\n<li>13–18 IN = new save every 6 turns</li>\r\n<li>9–12 IN = new save every 24 hours</li>\r\n<li>3–8 IN = new save once per week</li>\r\n</ul>", "saving_throw": "Sorcery (w/ willpower adj) negates", "duration": "Special", "range": "120 feet", "page": 183, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 54, "name": "Charm Person or Beast", "description": "<p>The target of this spell (human, humanoid, giant, or\r\nnormal animal [mammals only]) must make a sorcery\r\nsaving throw, modified by willpower adjustment, if applicable.\r\nIf the save fails, the victim views the caster as a\r\nclose and trusted comrade to be protected and defended\r\nfor the duration of the spell. If the ensorcelled victim\r\nunderstands the caster’s language, the caster can “suggest”\r\nthe victim perform various tasks, so long as they\r\nare not diametrically opposite to the victim’s nature.</p>\r\n\r\n<p>The spell dispel magic can cancel this spell. Otherwise,\r\nadditional sorcery saving throws (willpower adjustment\r\napplies) are allowed to break the spell at a time\r\npredicated on the targets intelligence (IN) score.:</p>\r\n\r\n<ul>\r\n<li>13–18 IN = new save every hour (6 turns)</li>\r\n<li>9–12 IN = new save every 24 hours</li>\r\n<li>3–8 IN = new save once per week</li>\r\n</ul>\r\n\r\n<p>The spell does not impart linguistic ability, so communication\r\nis limited if cast on an animal.</p>", "saving_throw": "Sorcery (w/ willpower adj) negates", "duration": "Special", "range": "120 feet", "page": 183, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 55, "name": "Chill of Death", "description": "<p>The sorcerer points at a target and utters an incantation\r\nof death frost. The target must make a death\r\nsaving throw or suffer a frozen heart (or another vital\r\norgan). For every point of difference between the sorcerer’s\r\nCA and the target’s level/HD, the saving throw\r\nis modified by ±1. So, if a CA 12 sorcerer casts this\r\nspell against a 13-HD monster, the monster gains a +1\r\nbonus to its saving throw; if the target is an 8-HD monster,\r\nthe saving throw is rolled at a −4 penalty. If the\r\ntarget lacks vital organs (e.g., automaton, skeleton,\r\nzombie), this spell is ineffective.</p>", "saving_throw": "Death negates", "duration": "Instantaneous", "range": "60 feet", "page": 183, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 56, "name": "Chill Touch", "description": "<p>A violet glow emanates from the hands of the sorcerer.\r\nThe next foe struck (bare hand or a melee weapon) sustains\r\nan additional 1d4 hp of energy-sapping damage,\r\nfollowed by a sorcery saving throw. If the saving throw\r\nfails, the victim is weakened, suffering penalties of −1\r\non attack and damage rolls for the spell’s duration. The\r\ndweomer fades if the caster does not strike a foe before\r\nthe spell expires.</p>", "saving_throw": "Sorcery (see description)", "duration": "1 turn", "range": "0", "page": 183, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 57, "name": "Clairaudience", "description": "<p>The caster envisions a known or familiar location and\r\ncan “hear” any sounds within 60 feet of the location’s\r\nepicentre. Range is not a factor when casting this spell,\r\nso long as the caster is on the same planet, plane of\r\nexistence, and dimension as the targeted location. As a\r\nfew examples, a familiar location may be construed as\r\nbehind a door before which the caster stands, within a\r\ncave entrance the caster views, or in a patch of brush\r\nthe caster spies from a precipice above. If clairaudience\r\nis used to listen in on one who is 10 HD or greater,\r\nthe target may make a sorcery save to cognize the\r\neffect; otherwise, they are ignorant. Lastly, if used in\r\nconjunction with the clairvoyance spell, the sorcerer\r\nboth hears and sees the envisioned location.</p>", "saving_throw": "Sorcery (see description)", "duration": "6 rounds (1 minute) per CA level", "range": "Special", "page": 183, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 58, "name": "Clairvoyance", "description": "<p>The caster envisions a known or familiar location and\r\ncan “see” anything within 60 feet of the location’s\r\nepicentre, beyond which all sight becomes blurred; if\r\nthe area is cloaked in darkness, visibility is limited to\r\n10 feet. Range is not a factor when casting this spell,\r\nso long as the caster is on the same planet, plane of\r\nexistence, and dimension as the targeted location.\r\nIf clairvoyance is used to view one who is 10 HD or\r\ngreater, the target may make a sorcery save to cognize\r\nthe effect; otherwise, they are ignorant. Lastly, if used\r\nin conjunction with clairaudience, the sorcerer both\r\nhears and sees the envisioned location.</p>", "saving_throw": "Sorcery (see description)", "duration": "6 rounds (1 minute) per CA level", "range": "Special", "page": 184, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 59, "name": "Cloudkill", "description": "<p>A 30-foot-diameter, 20-foot-high cloud of poisonous,\r\ngreen-yellow vapours is evoked by the sorcerer. The\r\ncloud is heavy and clings low to the ground, much like\r\nfog, rolling at 30 MV in a direction pointed by the caster.\r\nOnce the sorcerer points, the cloud’s momentum\r\ncannot be altered unless significant wind, which always\r\nprevails over the will of the sorcerer, exists. Unusually\r\nstrong winds may disperse the cloud entirely. The\r\ncloudkill spell slays any creature in its path with fewer\r\nthan 5 HD; creatures of 5 HD or more must roll death\r\n(poison) saving throws or suffer 3d6 hp damage.</p>", "saving_throw": "Death (poison) - See description", "duration": "1 round per CA level", "range": "10 feet", "page": 184, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 60, "name": "Cold Protection", "description": "<p>Shelters the caster or other recipient from any damage\r\nrelated to normal cold for one hour per CA level.\r\nAgainst magical cold (e.g., cone of cold, freezing sphere,\r\na winter wolf ’s breath), the sorcerer gains immunity\r\nfrom a single attack before the spell is broken; a recipient\r\nof this spell other than the sorcerer simply gains\r\na +4 saving throw bonus versus magical cold attacks.</p>", "saving_throw": "None", "duration": "Special", "range": "Touch", "page": 184, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 61, "name": "Cold Resistance", "description": "<p>Inures the subject’s body to the effects of cold. Even unclothed\r\nthe subject can withstand temperatures as low\r\nas −15°F without suffering ill effects. Against magical\r\ncold attacks (e.g., cone of cold, a winter wolf ’s breath),\r\nthe recipient enjoys a +2 saving throw bonus.</p>", "saving_throw": "None", "duration": "6 turns (1 hour) per CA level", "range": "Touch", "page": 184, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 62, "name": "Colour Spray", "description": "<p>From the sorcerer’s hands emerges a rainbow of colours,\r\nforming a wedge 5 feet wide at its base, 20 feet\r\nlong, and 20 feet wide at its terminus. Colour spray\r\naffects 1d6 creatures within this area of effect, beginning\r\nwith those closest to the caster. Targets are allowed\r\nsorcery saving throws. Victims of 5 HD or fewer that\r\nfail their save are stricken unconscious for 2d4 rounds.\r\nVictims of 6 HD or more that fail their saving throws\r\nare blinded for 1d4 rounds. Blind creatures always lose\r\ninitiative and suffer −4 penalties on attack rolls, armour\r\nclass, and saving throws. N.B.: Undead, constructs, and\r\nblind or sightless creatures are unaffected by this spell.</p>", "saving_throw": "Sorcery negates", "duration": "Instantaneous", "range": "20 feet", "page": 184, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 63, "name": "Command", "description": "<p>The caster ensorcells the target of this spell with a\r\nsingle word of command, a word the victim is compelled\r\nto obey. The caster and victim must understand\r\nthe same language, and the command must be clear.\r\nTypical commands include “Die!”, “Fall!”, “Flee!”,\r\n“Jump!”, “Sit!”, “Sleep!”, and “Stop!” The victim will\r\nnot actually die if commanded to do so but may fall and\r\nenter a state of unconsciousness, unless disturbed.</p>\r\n\r\n<p>Creatures of above-average intelligence (13+) are allowed\r\na sorcery saving throw, modified by willpower\r\nadjustment, if applicable. Targets of 7 HD or more,\r\nundead creatures, and other mindless constructs are\r\nunaffected by this spell. The spell fails if the caster\r\nmistakenly speaks a command of more than one word\r\nand is broken if the subject is harmed or disturbed.</p>", "saving_throw": "Sorcery (see description)", "duration": "6 rounds (1 minute)", "range": "30 feet", "page": 184, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 64, "name": "Commune", "description": "<p>The faithful servant of a deity, otherworldly being, or\r\nalien power must pray and meditate for 3 turns to cast\r\nthis spell. The ritual must coincide with the burning of incense\r\nand the handling of a holy symbol and prayer beads.\r\nOther ritualistic sacrifices are open to interpretation.</p>\r\n\r\n<p>Once the ritual is complete, the caster may ask the deific\r\npatron as many as three questions. The patron will\r\nanswer correctly with a straightforward “yes “or “no.”\r\nAmbiguous or convoluted questions will be ignored,\r\nbut still count against the three-question limit. This\r\nspell can be cast but once per adventure or once per\r\nmonth, as the referee deems appropriate.</p>", "saving_throw": "None", "duration": "Special", "range": "0", "page": 184, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 65, "name": "Commune with Nature", "description": "<p>The sorcerer communicates with an elemental, animistic,\r\nor ancestral spirit. The sorcerer must pray and\r\nmeditate for 3 turns to cast this spell. The ritual must\r\ncoincide with the burning of incense and the handling\r\nof a carved wooden effigy. Other ritualistic sacrifices\r\nare open to interpretation.</p>\r\n\r\n<p>Once the ritual is complete, the caster may ask the patron\r\nspirit as many as three questions. The spirit will\r\nanswer correctly with a straightforward “yes “or “no.”\r\nAmbiguous or convoluted questions will be ignored,\r\nbut still count against the three-question limit. This\r\nspell can be cast but once per adventure or once per\r\nmonth, as the referee deems appropriate.</p>", "saving_throw": "None", "duration": "Special", "range": "0", "page": 184, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 66, "name": "Communicate with Monsters", "description": "<p>Allows the sorcerer to speak with any creature that\r\npossesses even the most rudimentary communicational\r\nability. The monster will understand the intent of the\r\nsorcerer’s words if not the precise language. Monsters\r\nof the same species as the initial target will likewise understand\r\nthe message. Of course, such communication is\r\nalso contingent on the creature wishing to converse with\r\nthe caster; instead, it may prefer to eat the sorcerer.</p>", "saving_throw": "None", "duration": "6 rounds (1 minute) per CA level", "range": "30 feet", "page": 185, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 67, "name": "Cone of Cold", "description": "<p>With hands extended, the sorcerer releases a heat-draining\r\ncone 30 feet long and 10 feet wide at its terminus. For\r\nthose in its area of effect, the cone of cold drains 1d4+1\r\nhp per CA level, so a 10th-level magician unleashes a\r\ncone of cold that inflicts 10d4+10 hp damage. Victims\r\nare allowed sorcery saving throws for half damage.</p>", "saving_throw": "Sorcery halves damage", "duration": "Instantaneous", "range": "0", "page": 185, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 68, "name": "Confusion", "description": "<p>Bewilders the spell’s victims, who thereafter behave\r\nunexpectedly as determined on the table below. The\r\nspell affects 2d6 creatures in a 50-foot-diameter area\r\nof effect, including allies. Creatures of 2 HD or fewer\r\nare automatically affected for the duration of the spell.\r\nCreatures of 3 HD or more are allowed sorcery saving\r\nthrows to ignore the effects, modified by willpower adjustment,\r\nif applicable. The referee should determine\r\nthe actions of each confusion victim:</p>\r\n\r\n<h4>Table 101: Confusion Spell</h4>\r\n<table>\r\n<thead>\r\n<th>d10 Result</th>\r\n<th>Confused Action</th>\r\n</thead>\r\n<tbody>\r\n<tr>\r\n<td>1</td>\r\n<td>Wander away for 1 turn</td>\r\n</tr>\r\n<tr>\r\n<td>2-6</td>\r\n<td>Stand idle, drooling and confused</td>\r\n</tr>\r\n<tr>\r\n<td>7-9</td>\r\n<td>Physically attack closest creature</td>\r\n</tr>\r\n<tr>\r\n<td>0</td>\r\n<td>Physically attack spell caster</td>\r\n</tr>\r\n</tbody>\r\n</table>\r\n\r\n<p>Once affected, victims need not remain in the spell’s\r\narea of effect; the damage is done.</p>", "saving_throw": "Sorcery (see description)", "duration": "1 round per CA level", "range": "60 feet", "page": 185, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 69, "name": "Contact Otherworldly Being", "description": "<p>This ritualistic spell requires 1 turn to cast and necessitates\r\nthe sacrifice of 500 gp, or gems of equal value.\r\nThe sorcerer must sit before a fire and chant in tongues\r\nwithout being spoken to or interrupted. If these requisites\r\nare met, the sorcerer contacts and seeks guidance\r\nfrom an otherworldly being such as a spirit, dæmon,\r\ndeity, or demigod.</p>\r\n\r\n<p>As many as three questions may be asked. The more\r\nquestions asked, the more information can be gleaned;\r\nhowever, the more questions asked, the greater the\r\nchance of becoming insane for daring to engage such\r\nbeings. Consult the following table after deciding how\r\nmany questions to ask. Your referee will secretly determine\r\nand inform you of the results.</p>\r\n\r\n<h4>Table 102: Contact Otherworldly Being Spell</h4>\r\n<table>\r\n<thead>\r\n<tr>\r\n<th>Number of Questions</th>\r\n<th>Veracity of Answer</th>\r\n<th>Chance of Insanity</th>\r\n</tr>\r\n</thead>\r\n<tbody>\r\n<tr>\r\n<td>1</td>\r\n<td>3:6</td>\r\n<td>--</td>\r\n</tr>\r\n<tr>\r\n<td>2</td>\r\n<td>4:6</td>\r\n<td>1:6</td>\r\n</tr>\r\n<tr>\r\n<td>3</td>\r\n<td>5:6</td>\r\n<td>2:6</td>\r\n</tr>\r\n</tbody>\r\n</table>\r\n\r\n<p>Each question should be checked individually. Responses\r\nwill be simple, one-word answers: “Yes,” or\r\n“No,” or “Maybe,” being the most common, though\r\n“Futile,” or “Inconceivable,” or “Irrelevant,” or “Foolish,”\r\nmight also be the response. If two or three questions are asked,\r\nand the second d6 roll so indicates, the\r\ncaster is driven mad within 1 turn. The insane sorcerer\r\nwill rant and rave incoherently, is unable to properly\r\ncare for himself or herself, and may prove combative\r\nand self-destructive. Insanity will persist for as many\r\nweeks as the number of questions asked. A cure madness\r\nor remove curse spell can alleviate the insanity.</p>", "saving_throw": "None", "duration": "Special", "range": "0", "page": 185, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 70, "name": "Contagion", "description": "<p>By the sorcerer’s wicked touch, the target of this spell\r\nis weakened and diseased unless a sorcery saving\r\nthrow is made. If the save fails, the victim is at once\r\novercome by a wet cough, skin boils and lesions, loss of\r\nhair, and fatigue. The statistical repercussions include\r\n2 lost points of strength, dexterity, and constitution.\r\n(For ease of game play, an afflicted enemy creature—\r\nhuman, humanoid, animal, or monster—may suffer\r\npenalties of −1 on attack rolls, −1 damage, −1 AC,\r\nand −1 hp per HD.)</p>\r\n\r\n<p>The condition persists unless cure disease is administered,\r\nor until natural healing overcomes the affliction.\r\nFollowing 4 weeks of bed rest, another saving throw is\r\npermitted. If the victim succeeds, the path to wellness\r\nbegins, which requires another 2 weeks before symptoms\r\nand attribute losses are healed. Natural healing,\r\nif the first attempt fails, may be attempted again after\r\n8 weeks and 12 weeks of bed rest. Beyond 12 weeks,\r\nthe condition is terminal, and the victim will die of the\r\ncontagion within 1d4 years.</p>", "saving_throw": "Sorcery negates", "duration": "Permanent", "range": "Touch", "page": 185, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 71, "name": "Continuous Darkness", "description": "<p>Creates a 60-foot-diameter sphere of gloom as black as\r\npitch. It cannot be cast on a single target or object, but\r\nrather on an area. Torch and lantern light are rendered\r\nineffective, and infrared vision is futile. The effect is\r\npermanent (unless dispelled), so long as the caster remains\r\nwithin 10 miles; otherwise, the dweomer begins\r\nto dissipate in subtle degrees, ending in a number of\r\nmonths equal to the sorcerer’s CA. Continuous darkness\r\ncan counter continuous light and light.</p>", "saving_throw": "None", "duration": "Special", "range": "120", "page": 186, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 72, "name": "Continuous Light", "description": "<p>Creates a 60-foot-diameter sphere of lambent light,\r\nthe subtle hue of which may be selected by the caster.\r\nIt cannot be cast on a single target or object,\r\nbut rather on an area. The effect is permanent (unless\r\ndispelled), so long as the caster remains within\r\n10 miles; otherwise, the dweomer begins to dissipate\r\nin subtle degrees, ending in a number of months equal\r\nto the sorcerer’s CA. Continuous light can counter\r\ncontinuous darkness and darkness.</p>", "saving_throw": "None", "duration": "Special", "range": "120 feet", "page": 186, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 73, "name": "Control Lycanthrope", "description": "<p>The sorcerer controls the actions of a single lycanthrope,\r\ncommanding the cursed beast. No saving\r\nthrow is allowed. The lycanthrope views the caster as a\r\ntrusted master to be protected and defended throughout\r\nthe duration of the spell. If caster and lycanthrope\r\nspeak the same language, the caster can direct the\r\nbeast to perform various tasks, so long as they are not\r\ndiametrically opposite to the creature’s nature; if such\r\nbecomes the case, the beast is allowed a sorcery saving\r\nthrow to break the control.</p>", "saving_throw": "Sorcery (see description)", "duration": "1 turn per CA level", "range": "120 feet", "page": 186, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 74, "name": "Control Water", "description": "<p>This spell requires the sacrifice of an opal or pearl valued\r\nat 100 gp or more. It has three separate functions;\r\nthe sorcerer may choose whichever version to be cast:</p>\r\n\r\n<ul>\r\n<li>Lower Water: The water of a river, pond, small\r\nlake, or similar body is lowered to 50% of its\r\nnormal volume. Rivers will flow at half their\r\nnormal capacity, lakes and pools will diminish,\r\nand so on.</li>\r\n<li>Part Water: Divides a body of water to a length\r\nand depth of 100 feet, creating a 10-foot-wide\r\ncorridor with walls of water.</li>\r\n<li>Raise Water: The water of a river, pond, small\r\nlake, or similar body is increased by 50% of its\r\nnormal volume, causing floods, rushing tides,\r\nand other like effects.</li>\r\n</ul>", "saving_throw": "None", "duration": "1d6 turns", "range": "120 feet", "page": 186, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 75, "name": "Control Weather", "description": "<p>This spell is cast outdoors, requiring 2 turns (20 minutes)\r\nto take effect in a 2d6-square-mile area. The\r\nsorcerer can stand within the epicentre of the effect,\r\nor 300 yards outside its verge, and can control weather\r\nfor as long as he or she concentrates. Possibilities\r\ninclude:</p>\r\n\r\n<ul>\r\n<li>Rain: Visibility compromised; missile attacks at\r\n−2 “to hit,” movement reduced to half.</li>\r\n<li>Snow: Visibility reduced to 20 feet, with snow\r\ncollecting at 2 inches per hour: −10 MV at\r\n6 inches; −20 MV at 12 inches.</li>\r\n<li>Fog: Visibility reduced to 20 feet.</li>\r\n<li>Clear/Partly Cloudy Skies: Cancels the effects\r\nof stormy weather.</li>\r\n<li>Blistering Heat: Temperature rises to 100°F.</li>\r\n<li>Frigid Cold: Temperature drops to 0°F.</li>\r\n<li>High Winds: Gale winds (40–50 mph) prevent\r\nmissile fire and can drive flying creatures to the\r\nground; this bluster can benefit sailing ships (at\r\nthe lower range of gale power), increasing vessel\r\nspeed by 50% or more.</li>\r\n<li>Hail: Hail batters all in the area, reducing\r\nmovement by half and damaging roofs and other\r\nstructures.</li>\r\n<li>Tornado: A thunderhead manifests under which\r\na powerful whirlwind forms. The tornado is 500\r\nfeet in diameter and moves as directed by the\r\nsorcerer. Creatures of 1–2 HD in its path must\r\nmake avoidance saves or be swept away, suffering\r\n3d8 hp damage, being hurled 1d10×10 feet\r\nin the air, and falling for another 1d6 hp damage\r\nper 10 feet. Creatures of 3 HD or more must\r\nmake avoidance saves or sustain 3d8 hp damage,\r\nbut are not hurled in the air. This form of control\r\nweather persists only 1 round per CA level.</li>\r\n</ul>", "saving_throw": "None", "duration": "Special", "range": "900 feet", "page": 186, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 76, "name": "Control Winds", "description": "<p>This spell is cast outdoors, taking effect 1 turn after\r\nbeing incanted. A minute or so before the effect manifests,\r\nwinds begin to swirl around the caster, rotating\r\nin a clockwise or counterclockwise direction. The\r\nsorcerer stands at the 15-foot-radius epicentre of the\r\neffect, where the air remains calm.</p>\r\n\r\n<p>Once the spell takes full effect, the winds develop into\r\na strong gale, or a 60-mph average; the caster may designate\r\na less potent wind force if desired. These winds\r\nextend in a 240-foot hemispherical radius around the\r\ncaster, damaging buildings, bending or even uprooting\r\ntrees, driving away flying creatures, and affecting\r\nsailed movement. The sorcerer can walk after casting\r\nthe spell and need not concentrate on it; the epicentre\r\nof the winds moves with him or her. The caster can use\r\nthis spell to control otherwise prevailing winds (natural\r\nor not) and can end the effect at will.</p>", "saving_throw": "None", "duration": "1 turn per CA level", "range": "0", "page": 186, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 77, "name": "Controlled Blast Fireball", "description": "<p>This specialized fireball spell allows the sorcerer to\r\nincrease or decrease the blast diameter by 10-foot\r\nincrements. From the palm of the sorcerer’s hand\r\nshoots a fiery missile which explodes into a sphere of\r\nflames at a target determined by the caster. Damage is\r\n1d6 hp per CA level to all within the area of effect unless\r\nsorcery saving throws are made for half damage.</p>\r\n\r\n<p>A standard blast is 40 feet in diameter, but the diameter\r\nof a controlled blast fireball can be reduced to 30\r\nfeet, 20 feet, or as little as 10 feet without decreasing\r\nthe potency of the blast. To increase blast size, one die\r\nof damage is sacrificed for every 10 feet of diameter\r\nadded, to a maximum possible diameter of 80 feet. So,\r\na CA 7 sorcerer can fire a standard 7d6 hp fireball that\r\nencompasses a 40-foot-diameter area, or elect to cast\r\na 50-foot-diameter fireball for 6d6 hp damage, or a\r\n60-foot-diameter fireball for 5d6 hp damage, and so on.</p>", "saving_throw": "Sorcery halves damage", "duration": "Instantaneous", "range": "240 feet", "page": 187, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 78, "name": "Cool Metal", "description": "<p>Freezes metallic objects to blistering temperatures.\r\nFor every CA level of the sorcerer, as much as five\r\nsquare feet of metal can be affected, equivalent to one\r\nSmall creature per CA level, or one Medium creature\r\nper 2 CA levels; e.g., a CA 6 sorcerer can affect three\r\nadjacent armoured humans. For larger creatures, the\r\nreferee must determine a reasonable number of potential\r\ntargets using the above guidelines (e.g., a mailclad\r\ngiant may be considered the equivalent of four\r\nfighters). Cool metal is quick to cool, freeze, and then\r\nblister; likewise, it is quick to warm. The dweomer\r\npersists for 9 rounds, with metal treated thusly if in\r\ncontact with skin:</p>\r\n\r\n<ul>\r\n<li>Round 1: Metal becomes cold,\r\nuncomfortable to the touch</li>\r\n<li>Rounds 2–4: Metal freezes,\r\nbiting for 1d4 hp damage per round</li>\r\n<li>Round 5: Metal blisters for 2d4 hp damage</li>\r\n<li>Rounds 6–8: Metal warms to freezing,\r\nbiting for 1d4 hp damage per round</li>\r\n<li>Round 9: Metal warms to cold</li>\r\n</ul>\r\n\r\n<p>Metal affected by blistering cold (round 5 of the spell)\r\nis subject to brittleness. If affected normal (nonmagical)\r\narmour is struck, it may shatter. The same applies\r\nto a normal sword, axe blade, etc. Cold protection and\r\ncold resistance negate the harmful effects of this spell.</p>", "saving_throw": "None", "duration": "9 rounds", "range": "30 feet", "page": 187, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 79, "name": "Create Firewood", "description": "<p>Dry, seasoned, split firewood is conjured, a stack measuring\r\n2 × 2 × 4 feet. At CA 5, this amount increases to\r\n2 × 2 × 8 feet of stacked, split wood. The wood appears\r\non solid ground 10 feet in front of the caster’s outstretched\r\nhands. If the firewood is not utilized within\r\n48 hours, it disappears from whence it came.</p>", "saving_throw": "None", "duration": "Special", "range": "10 feet", "page": 187, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 80, "name": "Create Food and Water", "description": "<p>Nourishing food and water are created by the sorcerer,\r\nenough to feed one person per CA level. (For the purpose\r\nof this spell, consider a horse or camel equivalent\r\nto three people.) The conjured food is always fresh\r\n(not dried or preserved) and thus subject to spoilage\r\nunless purify food and drink is also cast.</p>", "saving_throw": "None", "duration": "Permanent", "range": "10 feet", "page": 187, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 81, "name": "Create Water (Destroy Water)", "description": "<p>The sorcerer conjures as much as three gallons of\r\nwater per CA level. The water is fresh, clean, and potable.\r\nIt can be placed within one or more appropriate\r\ncontainers so long as they are touching, or it can be\r\nevoked to appear in the air within the spell’s range.\r\nThe reverse of this spell, destroy water, vaporizes a\r\nlike amount of water. If used offensively (e.g., several\r\ngallons of water dropped on the head of an enemy),\r\nthe target is allowed an avoidance saving throw.</p>", "saving_throw": "None", "duration": "Permanent", "range": "10 feet", "page": 187, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 82, "name": "Cryonic State", "description": "<p>The caster or other willing recipient is cooled to\r\nsub-zero temperatures, effectively frozen solid and\r\npreserved. The recipient of this spell enters a coma\r\nfrom which it cannot be revived until the spell’s duration\r\nis met. Furthermore, the recipient appears dead,\r\nfrozen by natural or sorcerous means, with no discernible\r\npulse. Thawing begins about four hours before the\r\nspell’s termination. When the spell ends, the recipient\r\n(if intelligent) requires 1d6 turns before it can begin\r\nwalking and talking as normal.</p>", "saving_throw": "None", "duration": "1 day + 1 day per CA level", "range": "Touch", "page": 187, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 83, "name": "Cudgel of Bone", "description": "<p>The sorcerer casts this spell upon the femur of a\r\nhuman, humanoid, or Medium animal to create a\r\n+1 war club (1d6+1 hp damage, or 1d8+1 hp if wielded\r\ntwo-handed), whether or not the sorcerer is skilled\r\nwith such a weapon; i.e., no unskilled weapon attack\r\npenalty applies. The club is more effective versus undead,\r\nfunctioning as a +2 war club (1d6+2 or 1d8+2 hp\r\ndamage). The sorcerer cannot attack with the cudgel of\r\nbone on the same round the spell is cast; neither can it\r\nbe used by another individual. Upon the spell’s termination,\r\nthe cudgel of bone reverts to a normal thighbone.</p>", "saving_throw": "None", "duration": "1 round per CA level", "range": "Touch", "page": 187, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 84, "name": "Cure Blindness (Inflict Blindness)", "description": "<p>Remedies nearly all forms of impaired vision unless the\r\neyes themselves have been destroyed. The reverse of\r\nthis spell, inflict blindness, renders its victim sightless\r\nunless a sorcery saving throw is made. Blind creatures\r\nalways lose initiative and suffer −4 penalties on attack\r\nrolls, armour class, and saving throws.</p>", "saving_throw": "Sorcery (see description)", "duration": "Permanent", "range": "Touch", "page": 188, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 85, "name": "Cure Critical Wounds (Inflict Critical Wounds)", "description": "<p>Heals a living creature for 4d8 hp of damage previously\r\nsustained. The reverse of this spell, inflict critical\r\nwounds, is used to harm a living creature for 4d8 hp\r\ndamage upon a successful touch attack.</p>", "saving_throw": "None", "duration": "Instantaneous", "range": "Touch", "page": 188, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 86, "name": "Cure Deafness (Inflict Deafness)", "description": "<p>Remedies nearly all forms of hearing loss unless the\r\neardrums themselves have been destroyed. The reverse\r\nof this spell, inflict deafness, renders its victim unable\r\nto hear unless a sorcery saving throw is made. A deaf\r\ncreature is surprized on a base 4-in-6 chance and suffers\r\nan individual initiative penalty of −2 (i.e., the deaf\r\ncreature may lose initiative, despite its allies winning).\r\nOther penalties may apply at the referee’s discretion.</p>", "saving_throw": "None", "duration": "Permanent", "range": "Touch", "page": 188, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 87, "name": "Cure Disease (Inflict Disease)", "description": "<p>Remedies nearly all forms of illness. The subject is\r\nalleviated of all debilitating effects within 1d6 rounds.\r\nThe reverse of this spell, inflict disease, delivers a malady\r\nthat drains the strength and vitality of its victim if\r\na sorcery saving throw is not made. The disease manifests\r\nin 1d6 turns; once it does, the afflicted lose 1 hp\r\nper turn and 1 point of strength per hour until total hit\r\npoints are reduced to one-tenth of normal and strength\r\nis reduced to one-third of normal. If the afflicted is not\r\ncured within three weeks, a loss of 1 constitution point\r\nper day is suffered until that attribute is reduced to\r\none-third of normal. If untreated, the victim will likely\r\ndie within a year.</p>", "saving_throw": "Sorcery (see description)", "duration": "Permanent", "range": "Touch", "page": 188, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 88, "name": "Cure Light Burns (Inflict Light Burns)", "description": "<p>Heals a living creature for 1d8 hp of burn damage, as\r\ncaused by acid, electricity, fire, or heat; it does not apply\r\nto other wounds. The reverse of this spell, inflict light\r\nburns, is used to burn a living creature for 1d8 hp damage\r\nupon a successful touch attack.</p>", "saving_throw": "None", "duration": "Instantaneous", "range": "Touch", "page": 188, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 89, "name": "Cure Light Wounds (Inflict Light Wounds)", "description": "<p>Heals a living creature for 1d8 hp of damage previously\r\nsustained. The reverse of this spell, inflict light\r\nwounds, is used to harm a living creature for 1d8 hp\r\ndamage upon a successful touch attack.</p>", "saving_throw": "None", "duration": "Instantaneous", "range": "Touch", "page": 188, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 90, "name": "Cure Madness (Inflict Madness)", "description": "<p>Remedies all forms of insanity, whether magically induced\r\nor naturally occurring. For the reverse version\r\nof this spell (an evil act if cast), see inflict madness.</p>", "saving_throw": "None", "duration": "Instantaneous", "range": "Touch", "page": 188, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 91, "name": "Cure Moderate Wounds (Inflict Moderate Wounds)", "description": "<p>Heals a living creature for 2d8 hp of damage previously\r\nsustained. The reverse of this spell, inflict moderate\r\nwounds, is used to harm a living creature for 2d8 hp\r\ndamage upon a successful touch attack.</p>", "saving_throw": "None", "duration": "Instantaneous", "range": "Touch", "page": 188, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 92, "name": "Cure Serious Burns (Inflict Serious Burns)", "description": "<p>Heals a living creature for 3d8 hp of burn damage, as\r\ncaused by acid, electricity, fire, or heat; it does not apply\r\nto other wounds. The reverse of this spell, inflict\r\nserious burns, is used to burn a living creature for 3d8\r\nhp damage upon a successful touch attack.</p>", "saving_throw": "None", "duration": "Instantaneous", "range": "Touch", "page": 188, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 93, "name": "Cure Serious Wounds (Inflict Serious Wounds)", "description": "<p>Heals a living creature for 3d8 hp of damage previously\r\nsustained. The reverse of this spell, inflict serious\r\nwounds, is used to harm a living creature for 3d8 hp\r\ndamage upon a successful touch attack.</p>", "saving_throw": "None", "duration": "Instantaneous", "range": "Touch", "page": 188, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 94, "name": "Dancing Lights", "description": "<p>Effects 1d4+2 bouncing flames that simulate a marching\r\ngroup of torch-bearing patrollers. With a word,\r\nthe caster can direct the dancing lights to move, even\r\naround corners, though only within the range of the\r\nspell; if guided otherwise, they will disappear. Directing\r\na dancing lights spell does not require continued\r\nconcentration, but simply a flick of the hand or finger.</p>", "saving_throw": "None", "duration": "1 turn", "range": "120 feet", "page": 188, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 95, "name": "Danse Macabre", "description": "<p>The corpse of a human or humanoid is animated to\r\nundeath and thenceforth controlled like a marionette\r\nby the sorcerer’s waving fingers. The corpse can be\r\ndirected to move, pick up objects, or even attack. The\r\ncreature functions as a skeleton or zombie, depending\r\non the stats of the corpse, though the latter lacks\r\nthe zombiism disease. This spell requires the constant\r\nchanting and gesticulating of the caster. Once the caster\r\nceases to direct, or when the spell’s duration elapses,\r\nthe corpse will crumple to the ground.</p>", "saving_throw": "None", "duration": "1 turn per CA level", "range": "180 feet", "page": 188, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 96, "name": "Darkness", "description": "<p>Evokes magical blackness to consume a 15-foot radius\r\nfrom its selected target point. Torch and lantern light\r\nare rendered ineffective, and infrared vision is futile.\r\nIf darkness is cast on an unwilling creature, a sorcery\r\nsaving throw is allowed to negate the spell. Creatures\r\naffected by darkness suffer effects similar to blindness:\r\nautomatic loss of initiative and −4 penalties on attack\r\nrolls, armour class, and saving throws. Darkness can\r\ncounter continuous light and light.</p>", "saving_throw": "None", "duration": "6 turns (1 hour)", "range": "120 feet", "page": 190, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 97, "name": "Dash", "description": "<p>The movement rate of this spell’s recipient is increased\r\nby +20 (maximum 70 MV) for the duration of the spell;\r\ne.g., a character with 40 MV can move at 60 MV (120\r\nfeet per round running). The secondary effect of this\r\nspell is marathon-like endurance: The runner can dash\r\nfor 1d4+2 hours before the spell ends, unless terminated\r\nearlier by the caster or a dispel magic spell.</p>\r\n\r\n<p>At CA 4, the caster can empower two runners, and three\r\nrunners at CA 7. A dasher will be fatigued once the spell\r\nends and must rest for double the time spent dashing,\r\nor the effects of exhaustion are suffered. This variable\r\npenalty must be determined by the referee, based on\r\nthe constitution (CN) of the character in question, the\r\ncharacter’s class, and other factors; e.g., the referee\r\nmight impose a −2 “to hit” and damage penalty.</p>", "saving_throw": "None", "duration": "1d4+2 hours", "range": "Touch", "page": 190, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 98, "name": "Death", "description": "<p>In a 60 × 60-foot area, slays 2d8 living creatures of\r\n6 HD or less, starting with the lowest-HD creatures\r\nfirst. Subjects are allowed death saving throws. If they\r\nfail, their internal organs rupture, spelling instant\r\ndeath. If they make their saving throws, they instead\r\nsuffer 3d6 hp damage each.</p>", "saving_throw": "Death (see description)", "duration": "Instantaneous", "range": "240 feet", "page": 190, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 99, "name": "Death Masque", "description": "<p>Using a small blade, the sorcerer begins chanting this\r\nspell whilst excising the face of a deceased human or\r\nhumanoid, providing the subject has died within the\r\nhour (6 turns). Continuing these baleful incantations,\r\nthe dead skin mask is applied to the face of the sorcerer\r\nor to a willing recipient. The necromantic graft\r\nduplicates the deceased creature’s face with macabre\r\nexactitude. Death masque thus requires 2 turns to\r\ncast. It can be discerned with true seeing, and it can be\r\nterminated via dispel magic. When the spell’s duration\r\nexpires, the dead face will rot and peel painfully off the\r\nrecipient’s face, causing 1d6 hp damage.</p>", "saving_throw": "None", "duration": "1 day per CA level", "range": "Touch", "page": 190, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 100, "name": "Death Ray of Immolation", "description": "<p>The sorcerer points at a target and utters an incantation\r\nof fire. The target must make a death saving throw\r\nor explode into flames, suffering instant death. For every\r\npoint of difference between the sorcerer’s CA and\r\nhis target’s level/HD, the saving throw is modified by\r\n±1. So, if a CA 11 sorcerer casts this spell against a\r\n12th-level fighter, the fighter gains a +1 saving throw\r\nbonus; if the target is a 7th-level fighter, the saving\r\nthrow is rolled at a −4 penalty; and so forth.</p>", "saving_throw": "Death (see description)", "duration": "Instantaneous", "range": "60 feet", "page": 190, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 101, "name": "Death Smoke Cloud", "description": "<p>The sorcerer evokes a 60-foot-diameter, 20-foot-high\r\ncloud of hot black smoke; those within suffer intense\r\nburning. Any creature 4 HD or fewer sustains 6d6 hp\r\ndamage, with no saving throw allowed. Creatures of\r\n5 HD or greater are allowed sorcery saving throws for\r\nhalf damage.</p>\r\n\r\n<p>The damaging effects of this cloud are instantaneous;\r\ni.e., they occur on the round the spell is cast. Afterwards,\r\nthe cloud remains for as many rounds as the\r\ncaster has CA levels. The remaining cloud induces\r\nmild coughing, irritates the eyes, and obstructs the vision\r\nof those within its confines. Missiles may be fired\r\n10 feet into the cloud at a −4 penalty, but longer ranges\r\nare impossible; melee within the cloud is likewise at\r\n−4 “to hit” penalty. N.B.: If this spell is cast in an area\r\ntoo small to confine its size, then the sorcerer too may\r\nbe subject to its effects.</p>", "saving_throw": "Sorcery (see description)", "duration": "1 round per CA level", "range": "90 feet", "page": 190, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 102, "name": "Deceive", "description": "<p>Allows the sorcerer to copy the alignment aura of another\r\ncreature within 30 feet. If the spell distinguish\r\nalignment is targeted at the deceive caster, the sorcerer\r\nwill radiate the copied alignment for the duration of the\r\ndeceive spell. However, this spell cannot prevent the\r\ncleric’s version of true seeing from revealing the truth.</p>", "saving_throw": "None", "duration": "6 turns (1 hour) per CA level", "range": "0", "page": 190, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 103, "name": "Decipher Language", "description": "<p>Allows the caster to construe script that is otherwise\r\nunintelligible (except magical writing). Treasure maps\r\nand secret symbols may also be decoded.</p>", "saving_throw": "None", "duration": "1 turn per CA level", "range": "0", "page": 190, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 104, "name": "Delay Poison", "description": "<p>Suspends the deleterious effects of any toxin to which\r\nthe subject has been exposed. This spell does not eliminate\r\npoison effects as neutralize poison does; as its title suggests,\r\nit but delays poison. Poisons that have an\r\nimmediate impact cannot be delayed; however, poisons\r\nthat have continuous or secondary effects are delayed.</p>\r\n\r\n<p>And if a poison has a delayed onset, it too is further\r\ndelayed. Once the spell has ended, the poison’s effects\r\nresume as normal.</p>\r\n\r\n<p>Note that if the poison affliction is the result of a venomous\r\nbite or sting, this spell can be used in conjunction\r\nwith draw poison ability of barbarians and shamans.\r\nWith the poison magically suspended in the victim’s\r\nsystem, a barbarian or shaman can draw poison on a\r\n5-in-6 chance of success for the duration of the spell.</p>\r\n\r\n<p>Lastly, delay poison may also revive one who has expired\r\nfrom poison, so long as the spell is cast within\r\n12 rounds (2 minutes) of death and a successful trauma\r\nsurvival check is made (see Chapter 3: Statistics,\r\nconstitution). The deceased poison victim is restored to\r\n0 hp, albeit at a permanent loss of 1 constitution point.</p>", "saving_throw": "None", "duration": "6 turns (1 hour) per CA level", "range": "Touch", "page": 190, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 105, "name": "Demi-Shadow Sorcery", "description": "<p>Gathers negative energy from the Black Gulf to mimic\r\nthree spells typically associated with magicians. Each\r\nvariation manifests uniquely; the effects, however, are\r\nsomewhat reduced due to their quasi-reality. The caster\r\nmay choose the variation at the time of casting:</p>\r\n\r\n<ul>\r\n<li>Cone of Cold: as the spell, except that it drains\r\n1d4 hp damage per CA level, so a CA 12 caster\r\nunleashes a cone that delivers 12d4 hp damage.\r\nThe cone is jet black.</li>\r\n<li>Fire Shield: as the spell, except that successful\r\nmelee attacks against the sorcerer cause the\r\nattacker to sustain ×1.5 the amount of damage\r\ninflicted. The cold-resistant form is midnight\r\nblue, and the fire-resistant form is blood red.</li>\r\n<li>Wall of Fire: as the spell, except that the wall\r\ninflicts 3d4 hp damage, +1 hp per CA level,\r\nversus creatures of 4 HD or greater. Undead\r\nsustain 5d4 hp damage, +1 hp per CA level.\r\nThe flames are violet-black.</li>\r\n</ul>", "saving_throw": "None", "duration": "Special", "range": "Special", "page": 191, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 106, "name": "Detect Body Heat", "description": "<p>The sorcerer perceives the presence of warm-blooded\r\ncreatures within 60 feet, including their sizes and number.\r\nThe sorcerer must stand stationary and concentrate;\r\nmovement disrupts the spell. Detect body heat\r\nis obstructed by metal of one-inch thickness, stone of\r\nsix-inch thickness, or wood of one-foot thickness; lead\r\ncompletely foils the spell. Undead are not detected by\r\nthis spell, and cold-blooded creatures are detected only\r\nif they have recently warmed themselves in the sun or\r\notherwise. Detection of other monster types is at the\r\ndiscretion of the referee, who must decide whether\r\nthey are warm-blooded.</p>", "saving_throw": "None", "duration": "1 turn per CA level", "range": "60 feet", "page": 191, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 107, "name": "Detect Evil (Detect Good)", "description": "<p>The sorcerer detects potent emanations of Evil in a\r\n60-foot-long, 10-foot-wide path. Sources of Evil emanations\r\nmight include Evil artefacts, dæmons, or the undead.\r\nDetect evil will not discern the alignment of other\r\ncharacters, even if they are Evil, unless the subject\r\nis of a pure and intense Evil (empowered by dæmons,\r\nfor example) or is about to commit a most vile act.\r\nClerics must brandish their holy symbols to cast this\r\nspell. From a stationary position the caster can slowly\r\nrotate, covering 360° before the spell ends. Detect evil\r\nis obstructed by metal of one-inch thickness, stone of\r\nsix-inch thickness, or wood of one-foot thickness; lead\r\ncompletely foils the spell. Evil sorcerers cast the reverse\r\nversion of this spell, detect good, which functions\r\nthe same way with regard to emanations of Good.</p>", "saving_throw": "None", "duration": "1 turn", "range": "60 feet", "page": 191, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 108, "name": "Detect Illusion", "description": "<p>Allows the caster to perceive phantasms for what they\r\nare. Illusions and phantasms within a 30-foot radius of\r\nthe caster appear translucent. This spell requires minimal\r\nconcentration; the caster can move and continue\r\nto detect illusion, but cannot run, fight, or perform\r\nother like actions.</p>", "saving_throw": "None", "duration": "1 turn", "range": "30 feet", "page": 191, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 109, "name": "Detect Invisibility", "description": "<p>Allows the caster to discern the presence of any invisible\r\nobjects, persons, or monsters within a 30-foot\r\nradius; also reveals those who exercise the hide ability\r\n(thieves, rangers, assassins, et al.). This spell requires\r\nminimal concentration; the caster can move and continue\r\nto detect invisibility, but cannot run, fight, or\r\nperform other like actions.</p>", "saving_throw": "None", "duration": "1 turn", "range": "30 feet", "page": 191, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 110, "name": "Detect Magic", "description": "<p>Allows the caster to sense the presence of magic items\r\nor other dweomered persons, places, or things (e.g.,\r\nan enchanted treasure chest, a sorcerer locked door).\r\nThe dweomered items will glow before the eyes of the\r\ncaster in a path of detection 60 feet long and 10 feet\r\nwide. From a stationary position the caster can slowly\r\nrotate, covering 360° before the spell ends. Detect magic\r\nis obstructed by metal of one-inch thickness, stone\r\nof six-inch thickness, or wood of one-foot thickness;\r\nlead always masks the presence of magic.</p>", "saving_throw": "None", "duration": "1 turn", "range": "60 feet", "page": 191, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 111, "name": "Detect Malady", "description": "<p>By laying hands on the afflicted, the sorcerer detects\r\nthe presence of a curse, disease, or poison. The type\r\nof malady and its exact nature are revealed (e.g., the\r\ncaster will discern poison and differentiate between a\r\nspider’s venom and an alchemical concoction).</p>", "saving_throw": "None", "duration": "Instantaneous", "range": "Touch", "page": 191, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 112, "name": "Detect Neutrality", "description": "<p>Allows the sorcerer to sense whether an observed\r\nperson, place, or thing is balanced with Neutrality of\r\nalignment, tainted neither with Good nor Evil, Law nor\r\nChaos. If the subject of this observation is anything\r\nbut Neutral, the caster will perceive the imbalance.\r\nThe caster cannot discern the exact alignment of any\r\nnon-Neutral person, place, or thing, but merely that\r\nthe absence of Neutrality is present.</p>", "saving_throw": "None", "duration": "1 turn", "range": "60 feet", "page": 192, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 113, "name": "Detect Silence", "description": "<p>Allows the caster to hear that which is magically\r\nsilenced or moving silently (thieves, barbarians, assassins,\r\net al.) in a 120-foot radius. The spell attunes the\r\ncaster to subtleties of sound otherwise imperceptible,\r\nsuch as a whisper behind a closed door. If the caster\r\nenters a deep trance, detect silence can also be used to\r\nperceive noises made in parallel dimensions.</p>", "saving_throw": "None", "duration": "1 turn per CA level", "range": "120 feet", "page": 192, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 114, "name": "Detect Snares and Pits", "description": "<p>The caster notices outdoor traps, including deadfalls,\r\npits, snares, and spring traps; even natural hazards\r\nmay be discerned. The path of detection is 30 feet\r\nlong and 10 feet wide. The sorcerer must continue to\r\nconcentrate, with hands spread wide. Walking is permitted,\r\nbut no jogging, running, or the like. Except for\r\npits, snares, and other simple traps as noted above,\r\nthis spell will not detect the sort of complex mechanical\r\nor magical traps typically found in dungeons.</p>", "saving_throw": "None", "duration": "1 turn per CA level", "range": "30 feet", "page": 192, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 115, "name": "Detect Undead", "description": "<p>In a 60-foot-long, 10-foot-wide path, the caster\r\ndiscerns the presence of lesser undead creatures\r\n(Undead Types 0–5). Casters of CA 7 or greater will\r\ndetect any undead creature. The detected abominations\r\nwill glow a putrid green before the eyes of the\r\ncaster. From a stationary position the caster can slowly\r\nrotate, covering 360° before the spell ends. Detect\r\nundead is obstructed by metal of one-inch thickness,\r\nstone of six-inch thickness, or wood of one-foot thickness;\r\nlead completely foils the spell.</p>", "saving_throw": "None", "duration": "1 turn", "range": "60 feet", "page": 192, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 116, "name": "Detect Venom", "description": "<p>This spell has two functions: First, it reveals if an ailing\r\nperson suffers the effects of poison, whether from\r\na trap, snakebite, spider venom, or the like. The second\r\nfunction determines if a creature is venomous, or if an\r\nobject is laced or trapped with poison. The creature\r\nor object in question must be viewed by the caster;\r\nobstructions will preclude the spell from functioning.\r\nFrom a stationary position the caster can slowly rotate,\r\ncovering 360° before the spell ends.</p>", "saving_throw": "None", "duration": "1 turn", "range": "30 feet", "page": 192, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 117, "name": "Dig Hole", "description": "<p>Causes the caster’s hands to transform into enormous,\r\noutwards-turning paws with long nails; meantime,\r\nthe head elongates and becomes pointed like that of a\r\nmole, whilst the legs become short and thick. At once\r\nthe sorcerer may begin to excavate earth, sand, or\r\nmud, scooping 125 cubic feet (5 × 5 × 5 feet) of earth\r\nper round, using their oversized paws. Any creature\r\nthat approaches the hole’s edge must make an avoidance\r\nsaving throw or fall in. Tunnels that are dug\r\njust below the surface of the earth are noted by the\r\nraised mound/roof caused by the displacement of earth\r\n(not unlike the mound of an ant hole).</p>", "saving_throw": "Avoidance (see description)", "duration": "1 round per CA level", "range": "0", "page": 192, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 118, "name": "Dimension Door", "description": "<p>The caster or one other creature is transported to a\r\nspecified location within 360 feet. If the caster is unaware\r\nof the destination, a distance and direction (e.g.,\r\n“50 feet south”) may be designated; however, if the\r\ndestination is not a safe place on which the transported\r\ncreature would have firm footing, or if the destination\r\nis solid material (such as a wall or tree), then the spell\r\nwill fail to function. An unwilling target is allowed a\r\nsorcery saving throw to negate the spell’s effects.</p>", "saving_throw": "Sorcery (see description)", "duration": "Instantaneous", "range": "10 feet", "page": 192, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 119, "name": "Discern Lie (Indiscernible Lie)", "description": "<p>The sorcerer casts this subtle spell by pinching 1 gp\r\nworth of gold dust betwixt the thumb and forefinger;\r\nthis may be done behind the back or within the folds\r\nof his or her robes. (The casting likely goes unnoticed\r\nby those who are present.) Once the spell is cast, the\r\nsorcerer can detect whether those within range speak\r\ntruthfully or not. The detection is perceived in degrees:\r\nHorrible lies produce magnified discernment, whilst\r\nsimple exaggerations give off faint signals.</p>\r\n\r\n<p>The reverse of this spell, indiscernible lie, not only\r\ncounters the effects of discern lie, but also allows the\r\ncaster or other willing subject to stretch the truth or\r\neven tell bald-faced lies that sound reasonable to any\r\nwithin range who fail a sorcery saving throw, modified\r\nby willpower adjustment, if applicable.</p>", "saving_throw": "Sorcery (see description)", "duration": "1 turn per CA level", "range": "50 feet", "page": 192, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 120, "name": "Disguise Self", "description": "<p>Illusion is used to transform the sorcerer’s appearance\r\n(including garb and gear) to something or someone\r\nelse of similar size and shape. One can appear up to\r\none foot taller or shorter and/or 25% heavier or lighter.\r\nThe sorcerer can also assume the general look and\r\nshape of any familiar human or humanoid, though not\r\nof a specific being. The variable duration of the spell\r\nshould be rolled secretly by the referee, the glamour\r\nending abruptly upon the spell’s termination.</p>", "saving_throw": "None", "duration": "1d6 turns", "range": "0", "page": 192, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 121, "name": "Disintegrate", "description": "<p>Causes one creature or non-magical object to be reduced\r\nto dust. As much as a 10 × 10 × 10-foot cube of material\r\nis subject to disintegration. Creatures can make death\r\nsaving throws to resist this spell; items are allowed\r\nClass 5 item saving throws, per referee discretion.</p>", "saving_throw": "Death negates", "duration": "Instantaneous", "range": "60 feet", "page": 193, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 122, "name": "Dismissal (Beckon)", "description": "<p>Banishes a creature of otherworldly, netherworldly,\r\nor extra-dimensional origin. The common name of the\r\ncreature type must be known by the sorcerer; if the\r\ncreature has a proper name (such as a dæmon), then\r\nthis too must be known by the sorcerer or the spell cannot\r\nbe cast successfully. Some such creatures have sorcery\r\nresistance, so this must be checked first. Next, the\r\ntarget is allowed a sorcery saving throw (unless it does\r\nnot seek to resist). If the spell is successful, the victim\r\nis swept away, usually to its realm of origin, though on\r\na 2-in-10 chance it is sent to some other random place.</p>\r\n\r\n<p>The reverse of this spell, beckon, calls forth a creature\r\nfrom another world or dimension, if its type and proper\r\nname (if applicable) are known by the sorcerer. The same\r\nsorcery resistance and saving throw method as described\r\nabove should be used. The beckoned creature materializes\r\n10 feet before the sorcerer and may not be pleased about\r\nbeing ripped so rudely from its home. Some sorcerers\r\nseek to protect themselves from the beckoned by staying\r\nwithin a candlelit magic circle. N.B.: Neither form of this\r\nspell functions on creatures native to the world or dimension\r\nin which the spell is cast.</p>", "saving_throw": "Sorcery negates", "duration": "Instantaneous", "range": "10 feet", "page": 193, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 123, "name": "Dispel Evil (Dispel Good)", "description": "<p>In a 30-foot radius, banishes Evil creatures summoned,\r\nconjured, or enchanted by another sorcerer. Even\r\ncreatures of Neutrality can be banished if they were\r\nconjured by an Evil sorcerer. Possible candidates include\r\ndæmons, elementals, invisible stalkers, and the\r\nundead. Each is allowed a sorcery saving throw to resist\r\nthe spell’s effect. Even if they make their saving throws,\r\nthey will vacate the area of effect for as long as the sorcerer\r\ncontinues to chant. Alternatively, dispel evil can be\r\nused as a touch spell on a single opponent, in which case\r\nthe saving throw is made at a −2 penalty. The reverse\r\nof this spell, dispel good, is used by wicked sorcerers to\r\nthe same effect, albeit versus Good-aligned subjects and\r\nother creatures controlled by agents of Good.</p>", "saving_throw": "Sorcery (see description)", "duration": "1 turn", "range": "0", "page": 193, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 124, "name": "Dispel Magic", "description": "<p>Sorcery and its effects are negated and removed in an\r\narea of 20 × 20 × 20 feet. The spell does not negate\r\nmagic items but can undo a sorcerous effect created by\r\none. It does not, however, negate illusions/phantasms.\r\nIf dispel magic is used against a spell cast by a sorcerer\r\nof higher CA, the chance of failure is 1-in-20 per\r\nlevel difference. For instance, if a CA 6 caster attempts\r\nto dispel the levitate spell of a CA 10 sorcerer, there is\r\na 4-in-20 chance of failure.</p>", "saving_throw": "None", "duration": "Instantaneous", "range": "120 feet", "page": 193, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 125, "name": "Dispel Phantasm", "description": "<p>Automatically negates any illusions/phantasms. However,\r\nif used against the illusion/phantasm spell of a superior\r\nillusionist, the chance of failure is 1-in-20 per CA\r\nlevel difference. For instance, if a CA 6 bard attempts\r\nto dispel phantasm against the spectral phantasm of a\r\nCA 10 illusionist, then the bard stands a 4-in-20 chance\r\nof failure.</p>", "saving_throw": "None", "duration": "Instantaneous", "range": "120 feet", "page": 193, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 126, "name": "Dissipate Gas", "description": "<p>Disperses a cloud, gas, mist, smoke, or vapour effect.\r\nCreatures of gasiform nature, including air elementals\r\nand those that have assumed temporary gaseous\r\nforms, must make death saving throws or die.</p>", "saving_throw": "Death (see description)", "duration": "Instantaneous", "range": "90 feet", "page": 193, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 127, "name": "Distinguish Alignment", "description": "<p>Allows the sorcerer to determine the exact alignment\r\nof the selected individual(s). One round is required for\r\neach person scanned, so six creatures can be scrutinized\r\nif all are within range. The caster must remain\r\nstationary, staring at each subject. No saving throw\r\nis allowed for this spell, and if the sorcerer exercises\r\ndiscretion, the spell’s casting might go unnoticed.</p>", "saving_throw": "None", "duration": "6 rounds (1 minute)", "range": "10 feet", "page": 193, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 128, "name": "Divination", "description": "<p>Upon 1 turn of prayer and cogitation, the sorcerer\r\nimplores the wisdom of otherworldly powers. The\r\nfocus of the divination is an area: a small woodland\r\n(not exceeding 1 square mile), a large building or\r\ntower, a section of a dungeon, the top of a mountain,\r\nor the like. Note that this spell cannot be used to ask\r\ndirect questions of a yes or no nature; such enquiries\r\nare covered by the commune spell. Here follow some\r\nsuggestions of what may be divined:</p>\r\n\r\n<ul>\r\n<li>The relative weakness or\r\nstrength of potential enemies</li>\r\n<li>The potential amount of treasure\r\nto be won within (scant, moderate, rich)</li>\r\n<li>The chance of being confronted by\r\nenemies if the area in question is intruded</li>\r\n<li>The presence of a dæmon or otherworldly being</li>\r\n<li>The presence of potent sorcery at work</li>\r\n</ul>\r\n\r\n<p>After the player states what his or her character attempts\r\nto divine, the referee must make a secret d10\r\nroll. The sorcerer has a 7-in-10 chance of successfully\r\ndivining the sought-after information (if the request\r\nis reasonable). If the reading is successful, the referee\r\nwill inform the player of the result, providing\r\nvaluable, albeit general, information. If the reading is\r\nunsuccessful, false or misleading information may be\r\nrevealed. Casting this spell might entail consequences:\r\nThe otherworldly power invoked might charge the sorcerer\r\nwith a quest (q.v.).</p>", "saving_throw": "None", "duration": "Special", "range": "0", "page": 193, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 129, "name": "Dweomered Weapon", "description": "<p>Temporarily enchants any mundane weapon, granting\r\na +1 “to hit” and +1 damage bonus to a single weapon\r\nor three missiles (arrows or quarrels) for CA 7–8\r\ncasters, +2/+2 for CA 9–10 casters, and +3/+3 for CA\r\n11–12 casters. This spell does not function on magical\r\nweapons unless the bonus granted supersedes the\r\nweapon’s current enchantment.</p>", "saving_throw": "None", "duration": "1 turn per CA", "range": "Touch", "page": 194, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 130, "name": "Ecstasy of Shadow", "description": "<p>A 20 × 20-foot rippling shadow emerges within 10 feet\r\nof the caster, floating at 20 MV in any direction chosen\r\nuntil concentration ceases or the duration is met. Any\r\nintelligent or quasi-intelligent creature of 2 HD or fewer\r\nin the shadowed area directly falls to the ground in\r\nspasms of necrophiliac ecstasy with lifeless shadow beings\r\nfor 2d6 rounds. Victims are unable to take any other\r\nactions (effectively prone). Creatures of 3 HD or more\r\nmust make sorcery saving throws (modified by willpower\r\nadjustment) or fall into a similar state for 1d6 rounds.\r\nThe sorcerer can affect 3 HD of creatures per CA level.\r\nThis spell can bring great shame and dishonour to paladins\r\nand cataphracts who comport themselves to a code\r\nof gentility; atonement may be required.</p>", "saving_throw": "Sorcery (see description)", "duration": "1 round per CA level", "range": "10 feet", "page": 194, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 131, "name": "Emotion", "description": "<p>Elicits an irrational response from all human and quasi-man\r\nvictims in a 30-foot-diameter area unless they\r\nmake sorcery saving throws, modified by willpower\r\nadjustment, if applicable. (No save is necessary if the\r\nsubjects are willing.) Emotion has three applications,\r\none of which is selected by the sorcerer at the time of\r\ncasting:</p>\r\n\r\n<ul>\r\n<li>Despair: A feeling of hopelessness and gloom.\r\nThe affected will turn back, surrender, and\r\nsubmit to the demands of the sorcerer, so long\r\nas said demands are not completely contrary to\r\ntheir nature.</li>\r\n<li>Fear: Complete fear, in which the affected panic\r\nand flee; however, if fleeing is not possible, they\r\nwill cower and grovel. Saving throws for this\r\nvariation are made at −2 penalties.</li>\r\n</ul>\r\n\r\n<p>This spell persists for its maximum duration, but the\r\nsorcerer must concentrate throughout (standing still,\r\nno other actions taken), or the spell will terminate immediately.</p>", "saving_throw": "None", "duration": "1 round per CA level", "range": "180 feet", "page": 194, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 132, "name": "Enervation", "description": "From outstretched hands, the sorcerer releases a black\r\nbolt of negative energy called forth from the impossible\r\ndepths of the Black Gulf. The target must make a\r\nsorcery saving throw or suffer a temporary draining\r\nof energy and vitality. The victim loses 2d8 hp and suffers\r\npenalties of −2 “to hit,” −2 damage, and −2 AC.\r\nLastly, the victim is beset by a stiffness of the limbs not\r\nunlike rigour mortis, preventing movement any faster\r\nthan normal walking speed (no running or charging).", "saving_throw": "None", "duration": "1 turn per CA level", "range": "30 feet", "page": 194, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 133, "name": "Enlargement (Reduction)", "description": "<p>Induces unnatural growth in a single object or creature,\r\naugmenting ×1.5 the size and mass of organic\r\nmatter, or augmenting ×2 the size and mass of inorganic\r\nmatter. Enlarged creatures gain a +50% damage\r\nbonus to all attacks (attack damage totalled and then\r\nmultiplied ×1.5). For objects, the area of effect is limited\r\nto 10 cubic feet per CA level; e.g., a CA 10 caster can\r\ndouble the size of an earthen mound not exceeding 100\r\ncubic feet in initial volume. This spell will not increase\r\nthe magical nature of any object: A portcullis can be\r\nswollen shut, a dagger can be doubled to a short sword,\r\nbut an enlarged potion of healing does not become\r\nthe equivalent of two potions. The reverse of this spell,\r\nreduction, halves the size and mass of a creature or object\r\n(no more than 10 cubic feet per CA level). Affected\r\ncreatures suffer a −50% damage penalty on all attacks\r\n(attack damage totalled and then halved). Unwilling\r\ncreatures are allowed transformation saving throws\r\nto resist enlargement or reduction.</p>", "saving_throw": "Transformation (see description)", "duration": "1 turn", "range": "5 feet per CA level", "page": 194, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 134, "name": "Entangle", "description": "<p>Plants and underbrush are enchanted to entwine and\r\nentrap all creatures that fail an avoidance saving throw\r\nwithin a 20-foot radius of the target point. Any creature\r\nthat subsequently enters the enchanted area during the\r\nspell’s duration is likewise subject to its effects. Bushes,\r\ngrasses, shrubs, and even small trees spring to life,\r\nensnaring and twisting about the victims; if these are\r\nscant or nonexistent, then the spell is ineffective. Those\r\nwho make the save may move at half MV to negotiate a\r\npath out from the enchanted flora. Exceptionally large\r\nor robust creatures save at +4, or they might be unaffected\r\nby this spell, as judged by the referee. Entangled\r\nspell casters may be required to make an extraordinary\r\nfeat of dexterity in order to cast a spell.</p>", "saving_throw": "Avoidance (see description)", "duration": "1 turn", "range": "80 feet", "page": 194, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 135, "name": "Enthral", "description": "<p>The sorcerer orates, preaches, or sermonizes; hence,\r\nthe listeners must comprehend the language of the\r\nspeaker and listen for at least two minutes. Then, with\r\nclever imperceptibility, the spell is laid. The caster may\r\nenthral an audience whose members have 4 HD or fewer\r\nunless they make sorcery saving throws, modified\r\nby willpower adjustment, if applicable. If the audience\r\nis not of the caster’s species (humanoids or giants, for\r\nexample), or if they are otherwise unfriendly towards\r\nthe caster’s particular background, the saving throw\r\nis made at a +1 to +4 bonus (as judged by the referee).\r\nFor a large audience, similar HD listeners may be\r\ngrouped together. Enthralled creatures will continue\r\nto listen to the expounding sorcerer, viewing the orator\r\nas having 18 charisma. Those who make the save\r\nmay have an unfavorable reaction, seeing the orator as\r\nboring, offensive, foolish, and/or disgusting. Once the\r\nsorcerer ceases evangelizing, the spell will terminate,\r\nbut effects remain for 1 turn.</p>", "saving_throw": "Sorcery (see description)", "duration": "Special", "range": "30 feet", "page": 195, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 136, "name": "Exploding Skull", "description": "<p>On the clean skull of a human or humanoid, the sorcerer\r\nplaces a ward that persists for 1 turn or until\r\ntouched by another living creature. If the skull is\r\ntouched by someone other than the caster, or at the\r\nend of the spell’s duration in any case, it explodes\r\nwith waves of negative energy from the Black Gulf.\r\nThe blast affects a 25-foot radius. Any creature within\r\nrange of the blast suffers 1d6 hp damage per CA level\r\nof the sorcerer unless a sorcery saving throw is made\r\nfor half damage. The exploding skull can be hurled as\r\na grenade to equal effect, the skull detonating upon impact.\r\nThis is executed by use of the flask hurling rules\r\n(see Chapter 9: Combat, combat options).</p>", "saving_throw": "Sorcery halves damage", "duration": "Special", "range": "Touch", "page": 195, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 137, "name": "Explosive Runes", "description": "<p>Sorcerous symbols are inscribed on the surface of a\r\nbook, manual, map, note, scroll, tome, or other written\r\nwork. The explosive runes protect the volume’s content\r\nso that only the sorcerer who inscribed the runes may\r\naccess the material safely. If the reader is not the caster,\r\nthe runes will explode for 5d6 hp damage. The reader\r\nis permitted no saving throw, but those within 10 feet\r\nare allowed sorcery saving throws for half damage.\r\nSorcerers who carefully inspect the volume (before\r\nsimply reading it) have a 1-in-20 chance per CA level of\r\ndiscovering the explosive runes. Explosive runes can be\r\nremoved at any time by the caster or the dispel magic\r\nspell. Detonation effectively destroys the material.</p>", "saving_throw": "None", "duration": "Permanent (until triggered)", "range": "Touch", "page": 195, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 138, "name": "Extend Spell I", "description": "<p>The sorcerer must cast this spell 1 round after casting\r\na level 1–3 spell. Doing so extends the duration of the\r\nprevious spell by 50%; e.g., a levitate spell can be made\r\nto last 11⁄2 turns (15 minutes) per CA level, instead of\r\n1 turn per CA level.</p>", "saving_throw": "None", "duration": "Special", "range": "Special", "page": 195, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 139, "name": "Extend Spell II", "description": "<p>The sorcerer must cast this spell 1 round after casting\r\na level 1–4 spell. Doing so doubles the duration of level\r\n1–4 spells; e.g., an extrasensory perception spell can\r\nbe made to last 2 rounds per CA level instead of 1.</p>", "saving_throw": "None", "duration": "Special", "range": "Special", "page": 195, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 140, "name": "Extend Spell III", "description": "<p>The sorcerer must cast this spell 1 round after casting\r\na level 1–5 spell. Doing so triples the duration of\r\nthe spell; e.g., a fire shield spell can be made to last\r\n3 rounds per CA level instead of 1 round per CA level.</p>", "saving_throw": "None", "duration": "Special", "range": "Special", "page": 195, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 141, "name": "Extermination", "description": "<p>Eradicates rodents and vermin in a 1 × 1 × 1 foot\r\narea per CA level (e.g., a CA 5 sorcerer can affect a\r\n5 × 5 × 5-foot area). Flies, mosquitoes, mice, ordinary\r\nbeetles, centipedes, and spiders instantly are killed by this\r\nspell; Small animals of 1⁄4 HD (e.g., bats, rats, small birds)\r\nare allowed death saving throws. Extermination slays\r\ntwo Small animals (1⁄4 HD apiece) per CA level, so a\r\nCA 2 sorcerer may slay 4 bats upon uttering this spell.</p>", "saving_throw": "Death (see description)", "duration": "Instantaneous", "range": "10 feet", "page": 195, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 142, "name": "Extra-dimensional Pocket", "description": "<p>This dweomer is placed on the pocket of a cloak, coat,\r\nrobe, shirt, tunic, vest, or like garment. The pocket can\r\nhave a mouth no greater than six inches wide. Such a\r\npocket, which may normally bear about 5 pounds, can\r\ninstead bear 100 pounds via an extra-dimensional space,\r\nand at CA 7, 200 pounds may be borne. Too, the wearer\r\ndoes not feel the weight of the magical pocket’s contents.</p>\r\n\r\n<p>Note that the extra-dimensional pocket’s mouth remains\r\nunchanged, so only coins or other small items\r\ncan fit inside. If the pocket is torn, ripped, burnt, or\r\notherwise damaged, the contents will be ejected into\r\nanother dimension. If the spell’s duration ends and the\r\npocket holds more items than the garment could normally\r\ncontain, the items will eject from the garment in\r\na five-foot fountain of coins, gems, and whatnot. However,\r\nif cast once per day, on or just before the same\r\nhour, the effects of this spell can be endlessly enjoyed.</p>", "saving_throw": "None", "duration": "24 hours", "range": "0", "page": 195, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 143, "name": "Extrasensory Perception", "description": "<p>Allows the caster, who must pinch a copper coin be-\r\ntwixt thumb and forefinger, to detect the vague surface\r\nthoughts (not precise words) of any creature within\r\nthe spell’s range, so long as the creature has thoughts.\r\n(Most undead and constructs, for example, do not.)\r\nExtrasensory perception targets a single creature;\r\nonce selected, another cannot be targeted. No saving\r\nthrow is allowed unless the target is of 6 HD or greater.\r\nIf so, a sorcery saving throw, modified by willpower\r\nadjustment, if applicable, must be made. When reading\r\nthe surface thoughts of a lower-order creature,\r\nonly its most basic instincts will be revealed. The spell\r\nalso can be used to determine if a monster lurks behind\r\na door or down a dark tunnel (so long as the monster\r\nis within range). The spell can penetrate one inch of\r\nmetal, six inches of stone, or one foot of wood; however,\r\nthe thinnest sheet of lead will obstruct it.</p>", "saving_throw": "None", "duration": "1 round per CA level", "range": "60 feet", "page": 196, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 144, "name": "Fabricate", "description": "<p>Converts local materials into a desired shape or function.\r\nA bridge may be built from stones, a house from\r\nsticks and mud, or a raft from logs. Imagination is the\r\nlimit, though each such construction must be crude and\r\nuncomplicated. The sorcerer can convert 10 cubic feet\r\nof material per CA level; e.g., a CA 10 magician could\r\nerect a bridge 1 foot thick, 5 feet wide, and 20 feet long.\r\nCompleting this spell requires 1 round per 10 cubic feet.</p>", "saving_throw": "None", "duration": "Permanent", "range": "10 feet per CA level", "page": 196, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 145, "name": "Færie Fire", "description": "<p>Suffuses the area of effect in a lambent glow, the colour\r\nof which may be chosen by the caster. Ten square feet\r\nper CA level can be affected thus; or, one Medium creature\r\nor two Small creatures per CA level, no saving\r\nthrow allowed. For larger creatures, the referee must\r\ndetermine a reasonable number of potential targets\r\nusing the above guidelines (e.g., a mountain ape may\r\nbe considered the equivalent of two people). Illumed\r\ncreatures suffer −1 AC penalties.</p>", "saving_throw": "None", "duration": "6 turns (1 hour)", "range": "60 feet", "page": 196, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 146, "name": "Faithful Hound", "description": "<p>From the nether reaches of the Black Gulf is conjured\r\na phantom watchdog seen only by the caster. The\r\ncreature can be commanded to guard a door, gate, hall,\r\nroom, or the like. The sorcerer cannot move more than\r\n30 feet from the location of the faithful hound or the\r\nspell will be broken.</p>\r\n\r\n<p>The faithful hound immediately begins to bark and\r\nhowl when anything larger than a rat approaches.\r\nThe hound can detect invisible, inaudible, and even\r\nextra-dimensional creatures, so it makes for an astonishingly\r\nperspicacious guardian. If an intruder turns\r\nits back on the faithful hound, the watchdog will make\r\na single bite attack as an FA 10 creature, inflicting\r\n3d6 hp damage. The hound itself cannot be attacked,\r\nthough it can be destroyed via the dispel magic spell.</p>", "saving_throw": "None", "duration": "6 turns (1 hour) per CA level", "range": "10 feet", "page": 196, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 147, "name": "False Vacancy", "description": "<p>Creates a potent illusion that causes an area to appear\r\nempty, unoccupied, and/or neglected. The affected area\r\ncan be 10 feet in diameter per CA level. False vacancy is\r\na combination of invisibility and phantasm, but it cannot\r\nmask living creatures. The details of false vacancy\r\nare up to the sorcerer. Observers might, for example,\r\nsee a treasure room as a dusty, cobweb-filled chamber\r\ncontaining a few broken pieces of furniture. If a group\r\npasses through the dweomered area, the illusion will\r\nadapt to their passage: Cobwebs will float, dusty footprints\r\nwill be left in their wake, and so forth. Unless a\r\nmasked object is touched by an investigating creature,\r\nthe area will seem empty of what it actually contains.</p>\r\n\r\n<p>If the real contents of the masked area are forcibly\r\nshaken or handled roughly, the creature doing so may\r\nmake a sorcery saving throw, modified by willpower\r\nadjustment, if applicable. If successful, the illusion will\r\nbegin to shimmer, and the invisible object is revealed. If\r\nthe saving throw fails, the subject believes that contact\r\nwas made with an invisible object. Note that casual and\r\ncareful touching of masked objects is not cause for a saving\r\nthrow because the illusion cannot be disrupted unless\r\nhandled with force. Dispel phantasm can break this\r\nspell, revealing that which is concealed by the illusion,\r\nbut dispel magic and detect invisibility are ineffective.</p>", "saving_throw": "Sorcery (see description)", "duration": "1 turn per CA level", "range": "10 feet per CA level", "page": 196, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 148, "name": "Fear", "description": "<p>The eyes of the sorcerer assume kaleidoscopic aspect\r\nas they emit an invisible cone 5 feet wide at its base and\r\n30 feet wide at its terminus. Within this area of effect,\r\ncreatures of 5 HD or fewer must make sorcery saving\r\nthrows or flee in panic for the duration of the spell; if\r\nthey have nowhere to flee, they will cower in a corner.\r\nCreatures of 6 HD or more save at +4. Saving throws\r\nare modified by willpower adjustment, if applicable.\r\nFear victims drop anything they hold on a 3-in-6 chance.</p>", "saving_throw": "Sorcery (see description)", "duration": "1 round per CA level", "range": "60 feet", "page": 196, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 149, "name": "Feather Fall", "description": "Causes the caster or other willing recipient to assume\r\nthe mass and weight of a feather so that a precipitous\r\nfall causes no damage (at least for the duration of the\r\nspell). This spell does not work on unwilling recipients.", "saving_throw": "None", "duration": "1 turn", "range": "60 feet", "page": 196, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 150, "name": "Feeblemind", "description": "<p>This enchantment affects humans or other creatures\r\nwho cast spells. Creatures with innate spell-like abilities\r\ndo not qualify unless they too are spell casters.\r\nThe target must make a sorcery saving throw, modified\r\nby willpower adjustment, if applicable. If the target\r\nis of higher CA than the caster, the save is made at a\r\n+1 bonus per level difference; conversely, if the target\r\nis of lesser CA than the caster, the save is made at a\r\n−1 penalty per level difference. If the save fails, the\r\nvictim becomes a drooling idiot, an invalid incapable of\r\ncoherent speech or thought and likewise incapable of\r\ncontrolling bodily functions. Feeblemind is negated by\r\ndispel magic or cured by a heal spell.</p>", "saving_throw": "Sorcery (see description)", "duration": "Permanent", "range": "120 feet", "page": 197, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 151, "name": "Find Plants", "description": "<p>Allows the sorcerer to locate any sought-after plant or\r\nplant type, providing it is available. Specific plants with\r\nwhich the caster is familiar may be sought, including\r\nroots, fruits and berries, and fungi. Only one species or\r\ntype can be selected when the spell is cast. The radius\r\nof detection is 240 feet from the caster, who may move\r\nas normal (though not run) throughout the duration of\r\nthe spell. Full concentration is not necessary, but the\r\neffect is lost if another spell or ability is used.</p>", "saving_throw": "None", "duration": "6 turns (1 hour) per CA level", "range": "240 feet", "page": 197, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 152, "name": "Find the Path (Forget the Path)", "description": "<p>The sorcerer names a specific place upon uttering\r\nthis spell; the direction of that place, whether visited\r\nbefore, is known throughout the duration of the spell.\r\nFurthermore, the sorcerer will, through otherworldly\r\nguidance, apprehend the most efficient way to achieve\r\nthe location, retaining this information even after the\r\nspell’s duration has elapsed. For example, if a crevasse\r\npresents an obstacle, the sorcerer will understand the\r\nbest way around it, even comprehending the existence\r\nof a secret door that must be accessed in order to\r\nreach the chosen place. Even traps may be avoided.\r\nIf, for example, Saturn is sought, the location of a\r\nrocket ship or teleportation device might be gleaned.\r\nOnce the spell’s duration has elapsed, the sorcerer\r\nretains a general idea of what must be done; however,\r\nany attempt to map, record, or otherwise disclose\r\nthis data to others will cause the path to be forgotten.</p>\r\n\r\n<p>The reverse of this spell, forget the path, is a touch\r\nspell that causes its victim to become lost and wander\r\naimlessly for the duration of the spell unless they make\r\na sorcery saving throw, modified by willpower adjustment,\r\nif applicable.</p>", "saving_throw": "Sorcery (see description)", "duration": "6 turns + 1 turn per CA level", "range": "0", "page": 197, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 153, "name": "Find Traps", "description": "<p>The sorcerer detects the presence of any magical or\r\nmundane traps within range. The path of detection is\r\n30 feet long and 10 feet wide. The sorcerer must continue\r\nto concentrate, hands spread wide, though walking\r\n(no jogging or running) is allowed.</p>", "saving_throw": "None", "duration": "1 turn per 2 CA levels", "range": "30 feet", "page": 197, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 154, "name": "Finger of Death", "description": "<p>The sorcerer points at a target and utters a baleful\r\nincantation; from the sorcerer’s finger emits a death\r\nray. The target must make a death saving throw or die.\r\nFor every point of difference between the sorcerer’s\r\nCA and the target’s level/HD, the saving throw is\r\nmodified by ±1. So, if a CA 11 sorcerer casts this spell\r\nagainst a 12th-level fighter, the fighter gains a +1 bonus\r\nto the saving throw; if the target is a 7th-level fighter,\r\nthe saving throw is rolled at a −4 penalty. This sorcery\r\nis associated with dæmonism, so if not already Evil,\r\nthe caster will likely gravitate to that ethos through its\r\nindiscriminate use; for clerics and druids, excommunication\r\nmay result.</p>", "saving_throw": "Death (see description)", "duration": "Instantaneous", "range": "30 feet", "page": 197, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 155, "name": "Fire Protection", "description": "<p>Shelters the caster or other recipient from any damage\r\nrelated to normal fire for one hour per CA level. Against\r\nmagical fire (e.g., fireball, a hell hound’s breath, a flame\r\ntongue sword), the sorcerer gains immunity from a single\r\nattack before the spell is broken; a recipient of this\r\nspell other than the sorcerer simply gains a +4 saving\r\nthrow bonus versus magical fire attacks.</p>", "saving_throw": "None", "duration": "6 turns (1 hour) per CA level", "range": "Touch", "page": 197, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 156, "name": "Fire Seeds", "description": "<p>This dweomer is laid on six small nuts (acorn, walnut,\r\netc.) or six small berries (blueberry, holly, etc.), each\r\ntype effecting a different result. A nut becomes a fire\r\nseed missile, and a berry becomes a fire seed bomb.</p>\r\n\r\n<ul>\r\n<li>Fire Seed Nut: A nut (fire seed missile) can be\r\nthrown as a grenade at a target within 40 feet.\r\nThis is executed by use of the flask hurling rules\r\n(see Chapter 9: Combat, combat options). A\r\nmiss indicates the missile was ineffective, the\r\nnut lost. If a hit is scored, the fire seed explodes\r\nin a burst of flame, delivering 2d8+4 hp damage\r\nto all within 10 feet of the target. The stricken\r\ntarget is not allowed a saving throw, but those\r\nwithin 10 feet are permitted sorcery saving\r\nthrows for half damage.</li>\r\n<li>Fire Seed Berry: Berries (fire seed bombs) must\r\nbe placed within the spell’s range (though not\r\nnecessarily by the caster). The caster designates\r\na spoken word that detonates the berries, each\r\none bursting into a 10-foot-diameter gout of\r\nflame that causes 1d8+4 hp damage. The berries\r\ncan be piled together for a cumulative effect\r\nor spread out as the sorcerer desires (perhaps\r\ncreating a wall of flames). Victims are allowed\r\nsorcery saving throws for half damage.</li>\r\n</ul>\r\n\r\n<p>Regardless of the type created, fire seeds are of limited\r\nduration if not discharged: They remain enchanted for\r\n6 turns (1 hour) per CA level, and their dweomer vanishes\r\nif they go unused.</p>", "saving_throw": "Sorcery (see description)", "duration": "Special", "range": "40 feet", "page": 197, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 157, "name": "Fire Shield", "description": "<p>Blue-green wisps of flame radiate from the caster’s\r\nbody, emitting 15 feet of light. The sorcerer is thus\r\nprotected against cold-based spells/effects and gains a\r\n+2 saving throw bonus versus such attacks, sustaining\r\nno damage if the save is made and no more than\r\nhalf damage if the save fails. Alternatively, violet-blue\r\nflames radiate from the caster, protecting the sorcerer\r\nfrom fire-based attacks instead (+2 saves, no damage\r\nif save is made, half damage if save fails). No matter\r\nwhich variation is cast, melee attacks that strike the\r\ncaster cause the assailant twice as many hit points of\r\ndamage as inflicted in the form of a fiery backlash.</p>", "saving_throw": "None", "duration": "1 round per CA level", "range": "0", "page": 198, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 158, "name": "Fire Staff", "description": "<p>A quarterstaff must be gripped in the outstretched\r\nhands of the sorcerer. Upon speaking the incantation,\r\nthe ends of the staff emit bright orange flames, effecting\r\nlight in a 60-foot radius. The quarterstaff becomes\r\na temporary magical weapon (+1 “to hit”) and inflicting\r\n2d6 hp damage per hit (1d6 hp staff damage, 1d6\r\nhp fire damage); undead suffer an additional 1d6 hp\r\nfire damage (3d6 hp total). Too, bonus damage for high\r\nstrength may be applied. By gripping it with two hands\r\nand speaking a command, the caster may also use the\r\nfire staff to fly at a rate of 60 MV. N.B.: If this spell is\r\ncast on a quarterstaff that is already enchanted, the\r\n+1 “to hit” bonus is not cumulative.</p>", "saving_throw": "None", "duration": "1 turn per 2 CA levels", "range": "0", "page": 198, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 159, "name": "Fire Trap", "description": "<p>This dweomer is placed on any article that can be\r\nclosed (e.g., book, bottle, box, chest, door, shutter). If\r\nthe object is opened, a blast of fire explodes in a five-\r\nfoot radius per CA level, causing 1d4 hp damage per\r\nCA level to any creature within the blast radius. A sorcery\r\nsaving throw can be made for half damage. The\r\nfire trapped item is never affected by the spell; neither\r\nis the original caster. A sorcerer may maintain as many\r\nundischarged fire traps as he or she has CA levels.</p>\r\n\r\n<p>Note that a knock spell can open a fire trapped portal,\r\nyet the spell is not triggered until a person manually\r\nopens it. Fire trap can be discovered and removed via\r\na thief ’s manipulate traps ability, though failure to\r\ndisarm the trap automatically detonates it. It can also\r\nbe removed by a dispel magic spell.</p>", "saving_throw": "Sorcery halves damage", "duration": "Permanent (until triggered)", "range": "Touch", "page": 198, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 160, "name": "Fire Web", "description": "<p>From the sorcerer’s fingertips shoots a flaming web\r\nthat ensnares and burns one Medium or smaller\r\ncreature for 3d4 hp damage. The victim is allowed an\r\navoidance saving throw. If the save is successful, the\r\nvictim suffers half damage and is not ensnared; i.e., the\r\ntarget is merely grazed, and the fire web collapses into\r\na small ball for the duration of the spell. If the save\r\nfails, the target is trapped in the burning web for the\r\nspell’s duration (i.e., prone), and subsequent damage is\r\nsustained: 2d4 hp on round 2, and 1d4 hp on round 3.\r\nFurthermore, any flammable clothing or gear is likely\r\ndestroyed (cloaks smoulder, cloth sacks burn and spill\r\ntheir contents, and so forth). The dispel magic spell\r\nextinguishes this dweomer.</p>", "saving_throw": "Avoidance (see description)", "duration": "3 rounds", "range": "90 feet", "page": 198, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 161, "name": "Fireball", "description": "<p>From the palm of the sorcerer’s hand shoots a fiery\r\nmissile that explodes into a 40-foot-diameter sphere of\r\nflames when it strikes a target designated by the caster.\r\nDamage is 1d6 hp per CA level to all within the area\r\nof effect; e.g., a CA 5 sorcerer creates a 5d6 hp fireball.\r\nTargets may make sorcery saves for half damage.\r\nN.B.: The fireball must occupy its full volume (~33,500\r\ncubic feet); if cast in an enclosed area smaller than the\r\n40-foot diameter sphere, the flames expand as necessary\r\ninto halls, tunnels, closets, through windows, etc.</p>", "saving_throw": "Sorcery halves damage", "duration": "Instantaneous", "range": "240 feet", "page": 198, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}, {"id": 162, "name": "Flame Arrow", "description": "<p>Enchants one arrow or crossbow bolt per round for as\r\nmany rounds as the sorcerer has CA levels. The caster\r\nmust touch each missile, which then must be fired\r\n(presumably by an ally) within 1 round of the sorcerer’s\r\ntouch. Once a flame arrow is launched, it ignites,\r\ncausing an extra 1d6 hp fire damage if it strikes its\r\nintended target. Each enchanted missile is considered\r\na magical weapon, though it has no attack bonus.</p>", "saving_throw": "None", "duration": "1 round per CA level", "range": "Touch", "page": 198, "magician_level": 0, "cryomancer_level": 0, "illusionist_level": 0, "necromancer_level": 0, "pyromancer_level": 0, "witch_level": 0, "cleric_level": 0, "druid_level": 0}]